[{"programmingLanguages":["python","sql","php"],"_id":"614ae2a5bb1f53af53d7a662","title":"DevOps Engineer ","numberOfJob":4248,"employer":" Celtra d.o.o.","dateFrom":"18. avg 2021 ob 21:43","placilo":"3000 - 4000 Eur/mon","lokacija":"LJUBLJANA","zahteve":"1. What do we expect?\n- Have at least 2 years of experience with developing/managing infrastructure using modern development processes.\n- Have experience with one of OOP languages such as, PHP, Python, Golang, etc.\n- Have understanding and experience with relational databases (e.g., MySQL) or No-SQL databases (e.g., Mongo).\n- Experience with debugging and profiling in a production environment.\n- Willingness to learn, and help us learn too.\n- Be fluent in written and spoken English.\n\n2. We appreciate:\n- A big plus is some interest in or have experience with cloud computing (AWS, Google Azure &#8230;).\n- Experience with Kubernetes and containerization in production environments.\n- B.Sc. or higher in Computer Science or a related field.\n- Be open to collaborating in the tech community.","kontakt":"Apply here: https://celtra.recruiterbox.com/jobs/fk0uasp/","maximumPlacilo":4000,"opisDelovnegaMesta":"We are looking for an infrastructure engineer (DevOps / SRE) to help us manage, grow and scale our infrastructure for both (CA and CE) products. We are looking for a motivated, constantly-learning engineer who understands how modern cloud native infrastructure works.  1. What would be your responsibilities?  You will be part of our DevOps team, which is responsible for our product’s availability, latency, performance, efficiency, monitoring, emergency response and capacity planning. Your responsibility will be:  - Design, develop and maintain software that handles deploying, scaling and monitoring of our products. Establish design patterns and best practices for building new product features in a scalable and reliable way. - Verify and help developers apply those patterns and participate in early stages of feature design, when needed. - On-call a portion of your time to get your hands dirty and gain experience. - Production environment is something you care about and willing to share with developers to diagnose issues and hunt down elusive bugs. - SLA is your law, uptime objectives are met by participating in controlling the risks and rate of change in collaboration with the QA team.  2. What are the challenges ahead?  We are facing many tech challenges ahead. Our application is a giant beast which is deployed multiple times per week. We are working towards having multiple deploys per day, basically for every code change landing in the master branch.  Besides that we want our developers to be productive and spend more time on features and less on hitting infrastructure caused roadblock. Currently, our DevOps team is responsible for our software that is up and running under provided SLA constraints. As software complexity grows, handling incidents becomes harder because of lack of domain knowledge. We are working towards delegating ownership to individual dev teams who will become responsible and capable of handling incident and customer facing issues in production at any time.  3. What kind of infrastructure stack do we have?  We are full on Kubernetes (k8s) and are running our infrastructure in AWS cloud. Our application is containerized in Docker and deployed on k8s cluster. Our application mainly consist of:  - Hundreds of services scaled automatically, - tens of real-time services handling hundreds of millions requests every minute, - tens of different databases, like MySQL, MongoDB, DynamoDB, PostgresDB, …, - monitoring services, like Prometheus, Grafana, ... - our infrastructure is mostly templatized using Terraform and AWS CloudFormation. Some parts of infrastructure and custom scripts are also written in Python. ","email":"https://celtra.recruiterbox.com/jobs/fk0uasp/","yeaProgrammingLanguages":"experience with one of OOP languages such as, PHP, Python, Golang, etc\nzačetnik\nexperience with relational databases (e.g., MySQL) or No-SQL databases (e.g., Mongo)\nzačetnik","__v":0,"id":"614ae2a5bb1f53af53d7a662"},{"programmingLanguages":["c#"],"_id":"614ae2a5bb1f53af53d7a660","title":"Razvijalec (junior-senior) ","numberOfJob":4249,"employer":" Interblock d.d.","dateFrom":"24. avg 2021 ob 08:34","placilo":"2000 Eur/mon","lokacija":"Mengeš","zahteve":"- Vsaj 2 leti izkušenj razvoja zalednih sistemov.\n- Izkušnje z C# in/ali .Net in/ali Delphi.\n- Izkušnje z objektnim programiranjem.\n- Izkušnje z različnimi podatkovnimi bazami.\n- Sposobnost pisanja čiste, dobro dokumentirane kode.\n- Hitro pridobivanje domenskega znanja.\n- Močna želja, pripravljenost k učenju in razvoju novih veščin.\n- Sposobnost neodvisnega dela in dokončanja projektov z minimalnim nadzorom.\n- Temeljito razumevanje programiranja in razvojnega procesa.","kontakt":"gasper.zun@interblockgaming.com ali 041366625 - Gašper","maximumPlacilo":2000,"opisDelovnegaMesta":"- Kot del agilnega okolja boš razvijal visoko učinkovito kodo. - Tesno boš sodeloval z razvojno ekipo, produktno ekipo ter vsemi, ki so del življenjskega cikla produkta, z namenom razvoja rešitev na različnih projektih. - Aktivno boš sodeloval v vseh fazah programskega razvoja, od analize zahtev do testiranja. - Aktivno boš sodeloval pri sistemski arhitekturi in razvoju produktov. - Skupaj z sodelavci boš analiziral probleme in razvijal ustrezne rešitve. - Pomagal boš sodelavcem, da napredujejo v obliki revizije kode, izmenjavo znanja in drugih dobrih praks. ","email":"gasper.zun@interblockgaming.com","yeaProgrammingLanguages":"Izkušnje z C# in/ali .Net in/ali Delphi\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a660"},{"programmingLanguages":["c++","c#"],"_id":"614ae2a5bb1f53af53d7a65e","title":"UI razvijalec (Junior - senior) ","numberOfJob":4250,"employer":" Interblock d.d.","dateFrom":"24. avg 2021 ob 08:39","placilo":"2000 Eur/mon","lokacija":"Mengeš","zahteve":"- Najmanj 2 leti izkušenj z UI razvojem.\n- Napredno znanje C++/C#.\n- Delo na nivoju game sistema vključujoč urejanje in implementacija scen, animacij, renderiranja, uravnavanja nivojev barv.\n- Spretnost z različnimi tehnologijami ter zmožnost racionalnih kreativnih odločitev.\n- Zmožnost pisanja čiste, dobro dokumentiranje kode, ki jo je možno testirati.\n- Hitro učenje domenskega znanja.\n- Močna želja po učenju in razvoju novih kompetenc.\n- Zmožnost samostojnega dela.\n- Izkušnje z razvojnimi pristopi v razvoju iger.\n","kontakt":"gasper.zun@interblockgaming.com ali 041366625 - Gašper","maximumPlacilo":2000,"opisDelovnegaMesta":"- Del celotnega programskega razvojnega cikla v agilnem okolju. - Pisanje strukturirane in pregledne kode. - Implementacija grafičnih elementov. - Zasnova, pisanje kode, razhroščevanje in redefinicija UI arhitekture. - Sodelovanje z artist-i, razvijalci in produkcijsko ekipo. - Aktivno sodelovanje v vseh fazah razvoja, od zasnove do testiranja. - Tesno sodelovanje z UX ekipo z namenom hitrih iteracij na designu. - Aktivno sodelovanje pri sistemski arhitekturi in razvoju produkcijskega okolja. - Analiziranje problemov in razvoj rešitev skupaj z razvojno ekipo. - Izvajanje pregledov kode ter mentorstvo skozi pregled kode - Mentorstvo junior razvijalcev.  ","email":"gasper.zun@interblockgaming.com","yeaProgrammingLanguages":"znanje C++/C#\nnapredno znanje\nGodot ali Unity\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a65e"},{"programmingLanguages":["java"],"_id":"614ae2a5bb1f53af53d7a65c","title":"Java razvijalec ","numberOfJob":4251,"employer":" i-Rose d.o.o.","dateFrom":"24. avg 2021 ob 11:08","placilo":"1200 - 1700 Eur/mon","lokacija":"Ljubljana, Celje","zahteve":"- izobrazba: V., VI/I., VI/II., VII.\n- izkušnje: 1-3 let\n- zelo dobro znanje angleškega jezika\n- poznavanje programskega jezika Java in sistemov Linux\n- obvladovanje pomembnejših Java specifikacij in platform: JPA, Spring, EJB\n- razumevanje in uporaba Java Design Patterns\n- poznavanje WS SOAP, REST\n- poznavanje build procesov, orodij Maven in Gradle\n- ambicioznost\n- želja do nenehnega učenja in osebne rasti","kontakt":"Pošljite nam vaš CV in prijavo na delovno mesto na elektronski naslov zaposlitev@i-rose.si, najkasneje do 23.9. 2021. Morda ste prav vi oseba, ki jo iščemo.","maximumPlacilo":1700,"opisDelovnegaMesta":"Vas zanima dinamično delo v mladem kolektivu? Si želite novih izzivov? Ste samoiniciativni in dobro delujete v ekipi? Vas zanima informacijska tehnologija? Ste kreativni?  Če ste na zgornja vprašanja odgovorili z DA nas hitro kontaktirajte. Morda prosto delovno mesto Java razvijalec čaka prav na vas. Zaradi povečanega obsega dela namreč zaposlujemo!  Podjetje i-Rose, d.o.o. je tehnološko inovativno podjetje, katerega osnovna dejavnost je razvoj programske opreme po naročilu in za končne uporabnike. Sodelujmo z vodilnimi slovenskimi tehnološkimi podjetji, prav tako izvajamo projekte s partnerji v tujini (Irska, Češka in Avstrija). Smo dinamični, zanesljivi ter prilagodljivi.   Opis delovnega mesta: - načrtovanje in design aplikativnih rešitev - programiranje middleware in Android aplikacij ","email":"zaposlitev@i-rose.si","yeaProgrammingLanguages":"Java\nzačetnik","__v":0,"id":"614ae2a5bb1f53af53d7a65c"},{"programmingLanguages":["python","javascript","java","angular","c#","react","jquery","node.js","node","html","css","php"],"_id":"614ae2a5bb1f53af53d7a65a","title":"Web razvijalec ","numberOfJob":4252,"employer":" i-Rose d.o.o.","dateFrom":"24. avg 2021 ob 11:11","placilo":"1200 - 1700 Eur/mon","lokacija":"Ljubljana, Celje","zahteve":"- izobrazba: V., VI/I., VI/II., VII.\n- zaželjene izkušnje\n- zelo dobro znanje angleškega jezika\n- potrebno je poznavanje: HTML, CSS, JavaScript, React ali Angular, REST\n- zaželeno je poznavanje: jQuery, Python, Node.js, Java ali C#, PHP\n- ambicioznost\n- želja do nenehnega učenja in osebne rasti","kontakt":"Pošljite nam vaš CV in prijavo na delovno mesto na elektronski naslov zaposlitev@i-rose.si, najkasneje do 24.9. 2021. Morda ste prav vi oseba, ki jo iščemo.","maximumPlacilo":1700,"opisDelovnegaMesta":"Vas zanima dinamično delo v mladem kolektivu? Si želite novih izzivov? Ste samoiniciativni in dobro delujete v ekipi? Vas zanima informacijska tehnologija? Ste kreativni?  Če ste na zgornja vprašanja odgovorili z DA nas hitro kontaktirajte. Morda prosto delovno mesto Web razvijalec čaka prav na vas. Zaradi povečanega obsega dela namreč zaposlujemo!  Podjetje i-Rose, d.o.o. je tehnološko inovativno podjetje, katerega osnovna dejavnost je razvoj programske opreme po naročilu in za končne uporabnike. Sodelujmo z vodilnimi slovenskimi tehnološkimi podjetji, prav tako izvajamo projekte s partnerji v tujini (Irska, Češka in Avstrija). Smo dinamični, zanesljivi ter prilagodljivi.  Opis delovnega mesta: - Razvijanje web aplikacij ","email":"zaposlitev@i-rose.si","yeaProgrammingLanguages":"HTML, CSS, JavaScript, React ali Angular, REST\nnapredno znanje\njQuery, Python, Node.js, Java ali C#, PHP\nzačetnik","__v":0,"id":"614ae2a5bb1f53af53d7a65a"},{"programmingLanguages":["java"],"_id":"614ae2a5bb1f53af53d7a658","title":"Razvijalec_študent ","numberOfJob":4255,"employer":" ARNES","dateFrom":"26. avg 2021 ob 16:40","placilo":"5915 - 0 Eur/mon","lokacija":"Ljubljana","zahteve":"Želena znanja, izkušnje in sposobnosti:\nznanje OOP - objektno orientirano programiranje (Java);\njavascript (znanje Typescript-a je prednost);\npoznavanje katerega od backend frameworkov (Java EE, Spring Boot) in frontend frameworkov (npr. Angular) je prednost;\nosnove relacijskih baz (mysql);\nosnove uporabe GIT-a. \nPoznavanje:\no\tkonceptov delovanja web aplikacij in REST API-jev (http protokol);\no\tdelo z urejevalniki IDE (integrated development environment, npr. NetBeans, VSCode);\no\tpoznavane build orodij (maven, npm) je prednost. \nOsebne lastnosti, ki pridejo prav:\no\tsamoiniciativnost, iznajdljivost, iskanje rešitev;\no\tnatančnost, potrpežljivost;\no\tvolja do samostojnega dela in učenja;\no\tveselje do programiranja.","kontakt":"zaposlitev@arnes.si","maximumPlacilo":0,"opisDelovnegaMesta":"V ekipo Razvoja programske opreme vabimo študenta za dela razvoj in vzdrževanje spletnih aplikacij in zalednih sistemov s tehnologijami, kot so Java, Typescript (Angular) ter Mysql. ","email":"zaposlitev@arnes.si","yeaProgrammingLanguages":"Java\nzačetnik","__v":0,"id":"614ae2a5bb1f53af53d7a658"},{"programmingLanguages":["python","sql"],"_id":"614ae2a5bb1f53af53d7a656","title":"Backend Engineer ","numberOfJob":4256,"employer":" Zemanta","dateFrom":"30. avg 2021 ob 09:48","placilo":"3000 - 5000 Eur/mon","lokacija":"Ljubljana","zahteve":"Good knowledge of modern backend development, databases, basic data structures, algorithms and common design patterns.\nAbility to write clean, maintainable, well-tested production code\nSolid understanding of web foundations like APIs, HTTP and SSL\n\nBonus:\nExperience with Python/Django\nExperience with relational databases (PostgreSQL)\nExperience with analytics, data warehouses, ETLs","kontakt":"jobs@zemanta.com","maximumPlacilo":5000,"opisDelovnegaMesta":"Zemanta, an Outbrain company is looking for a backend engineer to help us make our DSP platform #1 in the world! The Zemanta One DSP is used by our customers to manage millions of dollars in advertising budgets. In ad tech there's always something new going on so our backlog of features to implement never runs dry.  You'll be working with your colleagues, the product team and other teams within Zemanta to provide our customers with the bleeding edge functionality they need to achieve their goals. Despite that we're building the product for the long-term so we put quality over quantity, emphasizing good practices and managing technical debt.  If implementing new features across the entire stack, optimizing performance in the web layer (Python & Django), ensuring queries are fast in the database (PostgreSQL, Redshift) or speeding up our batch ETL and real-time stream processing gets you excited, let's talk! ","email":"jobs@zemanta.com","yeaProgrammingLanguages":"Python\npredhodno znanje ni potrebno\nDjango\npredhodno znanje ni potrebno\nGo\npredhodno znanje ni potrebno\nPostrgreSQL\npredhodno znanje ni potrebno","__v":0,"id":"614ae2a5bb1f53af53d7a656"},{"programmingLanguages":["python","javascript","java","vue"],"_id":"614ae2a5bb1f53af53d7a654","title":"Frontend Engineer ","numberOfJob":4257,"employer":" Zemanta","dateFrom":"30. avg 2021 ob 09:50","placilo":"3500 - 5000 Eur/mon","lokacija":"Ljubljana","zahteve":"Good knowledge of modern frontend development\nAbility to write clean, maintainable, well-tested production code\nSolid understanding of web foundations like http, ssl and dns\nNot afraid to work with pure JavaScript without using frameworks\nHappy to sometimes work on our Python/Django backend\nBonus - experience with Vue.JS","kontakt":"jobs@zemanta.com","maximumPlacilo":5000,"opisDelovnegaMesta":"We're looking for a frontend engineer to help us build a widget development framework. We want to quickly create new widget designs, roll them out to our bidders automatically and A/B test them on scale - reaching millions of people in just a few minutes. We're currently growing our display ad inventory buying and we're building widgets that bring noninvasive native experiences to the banner world. Widgets you'll build will reach millions and will be displayed on the world biggest publishers.  What is Zemanta?  At Zemanta we're building the most advanced native advertising platform in the world. Marketing agencies love our dashboard - they use it to run native advertising campaigns that reach millions of people every month. Offering them the tools they need to be successful is our main priority, so we are expanding our engineering team to take our platform to the next level.  In July 2017 Zemanta joined Outbrain (the world's largest content recommendation company) on their mission to help anybody discover great content. ","email":"jobs@zemanta.com","yeaProgrammingLanguages":"JavaScript\npredhodno znanje ni potrebno\nPython\npredhodno znanje ni potrebno\nDjango\npredhodno znanje ni potrebno\nVue.JS\npredhodno znanje ni potrebno","__v":0,"id":"614ae2a5bb1f53af53d7a654"},{"programmingLanguages":["python","javascript","java","angular","typescript"],"_id":"614ae2a5bb1f53af53d7a652","title":"Full-stack Engineer ","numberOfJob":4258,"employer":" Zemanta","dateFrom":"30. avg 2021 ob 09:54","placilo":"3500 - 5000 Eur/mon","lokacija":"Ljubljana","zahteve":"Good knowledge of modern backend and/or frontend development, databases, basic data structures, algorithms and common design patterns.\nAbility to write clean, maintainable, well-tested production code\nSolid understanding of web foundations like APIs, HTTP and SSL\nGood knowledge of how JS and browsers work\n\nBonus:\nExperience with Python/Django\nExperience with Angular/Typescript","kontakt":"jobs@zemanta.com","maximumPlacilo":5000,"opisDelovnegaMesta":"Zemanta, an Outbrain company is looking for a full-stack engineer to help us make our DSP platform #1 in the world!  The Zemanta One DSP is used by our customers to manage millions of dollars in advertising budgets. In ad tech there's always something new going on so our backlog of features to implement never runs dry. You'll be working with your colleagues, the product team and other teams within Zemanta to provide our customers with the bleeding edge functionality they need to achieve their goals. Despite that we're building the product for the long-term so we put quality over quantity, emphasising good practices and managing technical debt.If implementing new features across the entire stack, architecting components & stores & reducers on the frontend or optimising performance in the web layer (Python & Django) gets you excited, let's talk! ","email":"jobs@zemanta.com","yeaProgrammingLanguages":"JavaScript\npredhodno znanje ni potrebno\nPython\npredhodno znanje ni potrebno\nDjango\npredhodno znanje ni potrebno\nAngular\npredhodno znanje ni potrebno\nTypeScript\npredhodno znanje ni potrebno","__v":0,"id":"614ae2a5bb1f53af53d7a652"},{"programmingLanguages":["python"],"_id":"614ae2a5bb1f53af53d7a650","title":"Data Scientist/Machine Learning Engineer ","numberOfJob":4259,"employer":" Zemanta","dateFrom":"30. avg 2021 ob 09:59","placilo":"3000 - 5000 Eur/mon","lokacija":"Ljubljana","zahteve":"3+ years of software engineering experience.\nMachine Learning and Data Science knowledge and experience are a big plus, desire to build on it is a must.\nGood knowledge of modern backend development, databases, basic data structures and most common design patterns.\nAbility to write clean, maintainable, well-tested production code.\nA strong desire to learn and grow as a member of a talented engineering and data science team.\nYou lean towards simple and effective solutions and are allergic to over-engineering.\nWe expect you to like working with people - you'll be doing that a lot.\nYou are a reliable, trustworthy person that keeps their promises and takes responsibility for their actions.\nHaving experience with our stack is a plus, but not mandatory - we value talent, strong fundamentals and dedication to excellence more than the tools you've used.","kontakt":"jobs@zemanta.com","maximumPlacilo":5000,"opisDelovnegaMesta":"We're looking for a versatile machine learning engineer / data scientist to help us grow our real-time bidding (RTB) ad management services across Outbrain and Zemanta infrastructure.  Here's what we're working with: over 250 million machine learning predictions calculated - every second ML models you ship to production have an immediate effect on the business we don't keep cutting-edge ML and deep learning algorithms in the drawer - we deploy them to production terabytes of data generated daily, stored on S3 and BigQuery multi-cloud environment - AWS, GCS, private cloud Go-lang is our main production language, python for offline research production ML algos developed in-house in either Go-lang or TensorFlow in-house distributed AutoML framework for effective offline research powerful research cluster for your use full ownership of the ML-powered features we develop - from idea to final product a lot of learning - both internally (knowledge sharing initiatives) and externally (going to the best conferences, reading papers, watching talks) sharing knowledge externally (talk at conferences and meet-ups, mentor students at DataScience@UL-FRI, Zemanta Data Science Summer School, ...) be a part of a world-class data science and software engineering organization  Does that sound interesting to you? Read on! As a machine learning engineer / data scientist you will be taking our data science opportunities all the way from ideas to solutions - from identifying and formulating the problem with our product managers and colleagues, through exploring terabytes of data, building predictive models and running thousands of offline experiments using our in-house AutoML framework. Then choosing best models and deploying them to production in A/B tests, analysing the results and looking after your models in the wild by monitoring their behaviour. ","email":"jobs@zemanta.com","yeaProgrammingLanguages":"ML\npredhodno znanje ni potrebno\nGo\npredhodno znanje ni potrebno\nPython\npredhodno znanje ni potrebno\nTensorFlow\npredhodno znanje ni potrebno","__v":0,"id":"614ae2a5bb1f53af53d7a650"},{"programmingLanguages":["sql"],"_id":"614ae2a5bb1f53af53d7a64e","title":"Product Manager ","numberOfJob":4260,"employer":" Zemanta","dateFrom":"30. avg 2021 ob 10:01","placilo":"3500 Eur/mon","lokacija":"Ljubljana","zahteve":"at least 3 years of experience in product management (digital product) or IT project management,\na solid knowledge in web technologies,\nexcellent written and verbal English communication skills,\nexcellent analytical skills (proficient in Excel or Google Spreadsheets and ability to extract data from database using SQL),\nproblem-solving skills, sound judgment, able to make decisions in a dynamic and fast-paced environment,\nyou know the business, even if you don't hold an MBA,\nyou are passionate about the user experience, but you don&#8217;t necessarily have design skills,\nyou are detail-oriented, a team player, self-starter with the ability to execute quickly,\nbonus: a proven track record & technical experience in web technologies (HTML/JS).\n\nIf you like...\nanalysing market and competitors,\ngaining a deep understanding of customer experience, identifying and filling product gaps,\ngenerating new ideas,\ntranslating product strategy into detailed requirements and prototypes,\nwriting and prioritising user stories,\nworking with engineers,\ntraining sales and shaping business process,\ncommunicating with wide range of stakeholders,\nanalysing performance metrics,\nand doing whatever else is required to discover a product that is valuable, usable and feasible...\n...we'd like to hear more from you!","kontakt":"jobs@zemanta.com","maximumPlacilo":3500,"opisDelovnegaMesta":"Passionate about building product that customers love? Already in digital marketing industry? Looking to enter it? There’s an amazing career-defining opportunity to enter the digital world and gain experience in product management!  Zemanta (an Outbrain Company) is looking for a Product Manager to join our Product team in Ljubljana office. As a product manager you will be responsible for translating product strategy into detailed requirements and prototypes, analysing the market and competitors and working closely with engineering, sales and marketing and support to ensure revenue and customer satisfaction goals are met and that the product and marketing efforts support the company’s overall strategy and goals.  This is a great opportunity for an intellectually curious, proactive, and resourceful individual to join a dynamic and fast-paced environment and work with cross-functional teams to design, build and roll-out products that deliver the company’s vision and strategy. As with all of our Zemanta - Outbrain employees, we are looking for someone who is passionate and excited to contribute to a growing team.  Outbrain powers content recommendations to increase user engagement and page views on sites like CNN, FoxNews, MSN, and Time Inc. Outbrain also enables publishers and top brands to distribute their content across our wide publisher network. We recommend 250 billion articles and videos each month to more than a half a billion people worldwide. ","email":"jobs@zemanta.com","yeaProgrammingLanguages":"product management\npredhodno znanje ni potrebno\nIT project management\npredhodno znanje ni potrebno\nSQL\npredhodno znanje ni potrebno","__v":0,"id":"614ae2a5bb1f53af53d7a64e"},{"programmingLanguages":["python","sql","ruby"],"_id":"614ae2a5bb1f53af53d7a64c","title":"Big Data DevOps Engineer ","numberOfJob":4261,"employer":" Zemanta","dateFrom":"30. avg 2021 ob 10:44","placilo":"3500 - 5000 Eur/mon","lokacija":"Ljubljana","zahteve":"- Experience with Hadoop eco system\n- Knowledge with other large scale distributed system - big advantage\n- Experience in one or more scripting languages such as bash/ruby/python\n- In-depth knowledge of Linux administration\n- Curiosity and a desire to continue learning new processes and technologies in order to become a professional in those systems.\n- Ability to work independently and as part of a team.","kontakt":"zemanta@jobs.com","maximumPlacilo":5000,"opisDelovnegaMesta":"Zemanta, an Outbrain company is looking for a NoSQL infrastructure senior engineer to join Outbrain's data store team.  Outbrain is the world's leading content discovery platform, serving Over 300B personalised recommendations monthly, reaching over 800M users from across the globe.  To support this scale, we manage a fleet of over 7000 physical servers, spread across several data centers. Scalability, reliability and \"building the right thing\" are in our genes, and we wholeheartedly embrace automation and open-source.  In this role, you will deal with building and operating a variety of distributed systems mainly Hadoop, Cassandra, Elasticsearch, Memcached, Druid, Vertica and more. You will be facing great challenges around scale, cross DC support, visibility, automation, and deployment of services in a microservice as well as multi-tenant environments in physical and cloud environments, and will be using a variety of tools like Chef, Prometheus, Grafana and more to do that. You will also be dealing with solving complex system issues and constantly improving the performance of the service. An ideal candidate is a Big Data expert with experience in Linux administration.  Responsibilities: - Overall production data system health (including hundreds of servers). - Provide architectural solutions for complex data issues, involving large-scale solutions and rapid growth. - Building and maintaining high-performance, fault-tolerant, scalable distributed software systems. - Continuance improvement of Operation processes and procedures. ","email":"zemanta@jobs.com","yeaProgrammingLanguages":"NoSQL\npredhodno znanje ni potrebno\nHadoop\npredhodno znanje ni potrebno\nBash\npredhodno znanje ni potrebno\nRuby\npredhodno znanje ni potrebno\nPython\npredhodno znanje ni potrebno","__v":0,"id":"614ae2a5bb1f53af53d7a64c"},{"programmingLanguages":["javascript","java","react","react native"],"_id":"614ae2a5bb1f53af53d7a64a","title":"Front-end developer ","numberOfJob":4264,"employer":" Digital Ventures d.o.o.","dateFrom":"30. avg 2021 ob 12:38","placilo":"3000 Eur/mon","lokacija":"Trzin in/ali remote","zahteve":"Delo bo na začetku zahtevalo podrobno seznanitev s procesi in platformo, na kateri delujejo naše obstoječe storitve.\nPri načrtovanju in izvedbi razvojnih projektov boš sodeloval/a z ekipami poslovnega razvoja, marketinga in podpore uporabnikom.\n\nPri delu uporabljamo spodaj naštete tehnologije, API vmesnike (zunanjih) ponudnikov podpornih storitev, vsebinskih repozitorijev in plačilnih sistemov.\nV prihodnje stopamo na področje oblačnih infrastrukturnih okolij (Serveless, Docker, Kubernetes) in kognitivnih/AI servisov za nadgradnjo uporabniške izkušnje končnih uporabnikov.","kontakt":"Te zanima? Na e-naslov info@digital-ventures.io nam pošlji predstavitev tvojega dosedanjega dela (reference) in kratek CV.","maximumPlacilo":3000,"opisDelovnegaMesta":"Za razvoj uveljavljenih storitev za znanega naročnika ter lastnih spletnih produktov iščemo razvojnika spletnih in mobilnih vmesnikov z vsaj mid izkušnjami. V ekipo želimo vključiti iznajdljive, komunikativne, samostojne in natančne sodelavce, ki jih zanima razvoj storitev za končne uporabnike. ","email":"info@digital-ventures.io","yeaProgrammingLanguages":"Javascript\nnapredno znanje\nReact JS, React Native\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a64a"},{"programmingLanguages":["python"],"_id":"614ae2a5bb1f53af53d7a648","title":"Junior Firmware Developer ","numberOfJob":4265,"employer":" Visionect","dateFrom":"31. avg 2021 ob 09:01","placilo":"1500 - 2200 Eur/mon","lokacija":"Ljubljana","zahteve":"Your responsibilities will include: \n\n- Development of firmware for embedded systems in C.\n- Testing (manual testing and development of test cases for the automated testing system in Python).\n- Writing documentation \n\nSkills, attributes, and experience required: \n\n- Knowledge of C programming language.\n- Experience with embedded system programming & debugging.\n- Basic knowledge of electronics.\n- Basic knowledge of measurement equipment (multimeter, oscilloscope).\n- Proficient English skills.\n- Proactivity, responsibility, being a team player, strong desire to learn.\n","kontakt":"Send your CV and cover letter to jobs@visionect.com\n","maximumPlacilo":2200,"opisDelovnegaMesta":"As a Junior Firmware Developer, your primary focus and task will be testing and firmware design and development for the next generation of ultra-low power digital signage outdoor and indoor systems, maintenance of the existing products and supporting the remaining company teams. ","email":"jobs@visionect.com","yeaProgrammingLanguages":"C\nnapredno znanje\nembedded programming\nzačetnik\npython\npredhodno znanje ni potrebno\ntesting and automation\nzačetnik","__v":0,"id":"614ae2a5bb1f53af53d7a648"},{"programmingLanguages":["html","css"],"_id":"614ae2a5bb1f53af53d7a646","title":"QA inženir ","numberOfJob":4266,"employer":" Nito d.o.o. (Loop Email)","dateFrom":"31. avg 2021 ob 12:04","placilo":"1500 - 2500 Eur/mon","lokacija":"Ljubljana, remote","zahteve":"- Izkušnje s testiranjem aplikacij in ostalih QA aktivnosti\n- Znanje programiranja in programov za avtomatizacijo testiranja\n- Aktivno znanje angleškega jezika\n- Dober občutek za uporabniško izkušnjo\n- Natančnost, sistematičnost in sodelovanje v timu\n- Radovednost, energijo in pozitivno naravnanost\n- Pripravljenost na osebno in profesionalno rast","kontakt":"careers@intheloop.io\nhttps://www.intheloop.io/careers/","maximumPlacilo":2500,"opisDelovnegaMesta":"Loop Email (www.intheloop.io) je mednarodni startup z lokacijami v Londonu, Pragi in Ljubljani. Razvijamo inovativen app, ki podjetjem na sodoben način omogoča komunikacijo z njihovim strankami. Opogumljeni smo z vročo pozicijo na globalnem trgu, strankami iz celega sveta in več-milijonsko investicijo.  V svoje vrste vabimo izkušenega QA inženirja, ki bo zadolžen za vodenje in širitev QA ekipe, uveljavitev avtomatizacije testiranja in nadzor kvalitete naših aplikacij. Zaželeno je poznavanje programiranja. Iščemo full-timerja. :) Nudimo zaposlitev za nedoločen čas v Ljubljani s 3 mesečnim poizkusnim obdobjem. Izzivov in možnosti za rast je ogromno. ","email":"https://www.intheloop.io/careers/","yeaProgrammingLanguages":"QA\nnapredno znanje\nHTML, CSS\npredhodno znanje ni potrebno","__v":0,"id":"614ae2a5bb1f53af53d7a646"},{"programmingLanguages":["ios","android"],"_id":"614ae2a5bb1f53af53d7a644","title":"QA Engineer ","numberOfJob":4267,"employer":" Sowa Labs GmbH","dateFrom":"31. avg 2021 ob 15:45","placilo":"3000 Eur/mon","lokacija":"Šenčur","zahteve":"What we are looking for:\n-A mid-level QA Engineer to support our manual testing of native IOS/Android mobile applications.\n- You are structured and have a process-driven mindset\n- You are familiar with QA tools and processes\n- You pay close attention to details\n- Fluency in spoken and written English, German is a plus.\n\nWe appreciate:\n- Basic knowledge of Git\n- Basic knowledge of programming\n- Strong passion for cryptocurrencies or stocks\n- Basic experience with test automation tools (Selenium/Appium, Java, JUnit is a plus)","kontakt":"Prijave sprejemamo na hr-slo@sowalabs.com ali preko https://sowalabs.recruiterbox.com/jobs/fk0uk6d/","maximumPlacilo":3000,"opisDelovnegaMesta":"Main responsibilities: - Establish and improve our quality processes and development processes continuously - Take ownership of our manual test suite (create and execute test scenarios) - Perform manual regression, acceptance, ad hoc and exploratory testing - Maintaining and monitoring product before and after release. ","email":"https://sowalabs.recruiterbox.com/jobs/fk0uk6d/","yeaProgrammingLanguages":"native IOS Applications\nnapredno znanje\nAndroid Applications\nnapredno znanje\nGit\nzačetnik","__v":0,"id":"614ae2a5bb1f53af53d7a644"},{"programmingLanguages":["android","flutter"],"_id":"614ae2a5bb1f53af53d7a642","title":"Mobilne aplikacije ","numberOfJob":4268,"employer":" Akumen d.o.o","dateFrom":"1. sep 2021 ob 07:42","placilo":"15 Eur/mon","lokacija":"Ljubljana (+ od doma)","zahteve":"- zaželeni vsaj 2 leti delovnih izkušenj;\n- poznavanje tehnologij za razvoj mobilnih aplikacij: Flutter, Kotlin, native (ali, ali);\n","kontakt":"info@akumen.si\n+38641351223 Gregor","maximumPlacilo":15,"opisDelovnegaMesta":"- planiranje, načrtovanje ter jasno razvoj mobilnih aplikacij (Android);  ","email":"info@akumen.si","yeaProgrammingLanguages":"Flutter\nnapredno znanje\nKotlin\nnapredno znanje\nAndroid\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a642"},{"programmingLanguages":["java","sql"],"_id":"614ae2a5bb1f53af53d7a640","title":"Junior razvijalec, Savinjska (m/ž) ","numberOfJob":4269,"employer":" Termo Shop d.o.o.","dateFrom":"1. sep 2021 ob 13:31","placilo":"1800 - 2500 Eur/mon","lokacija":"Šempeter v Savinjski dolini","zahteve":"Nekaj izkušenj z razvojem (Java, SQL, spletne strani)\nPoznavanje računalniških omrežij\nAngleščina na solidnem nivoju","kontakt":"Zainteresirani lahko pošljete CV na tadeja.arlic@termoshop.si","maximumPlacilo":2500,"opisDelovnegaMesta":"Kaj se dela: Nadgradnje in vzdrževanje enostavnih MEAN stack aplikacij, mobilne aplikacije Nadgradnje in vzdrževanje Wordpress spletnih strani Razvoj novih podobnih projektov Delo na marketing avtomatizaciji Možen kak embedded projekt, na katerem se bomo vsi učili Pomoč pri raznih IT opravilih na podjetju ","email":"tadeja.arlic@termoshop.si","yeaProgrammingLanguages":"Java\nnapredno znanje\nSQL\nzačetnik","__v":0,"id":"614ae2a5bb1f53af53d7a640"},{"programmingLanguages":["java","aws"],"_id":"614ae2a5bb1f53af53d7a63e","title":"Back-end Software Engineer (Java) ","numberOfJob":4273,"employer":" Kaldi IT d.o.o.","dateFrom":"2. sep 2021 ob 10:58","placilo":"2000 - 3000 Eur/mon","lokacija":"Ljubljana/remote","zahteve":"- Izkušnje | Vsaj eno leto izkušenj pri programiranju spletnih storitev v Java programskem jeziku na relacijskih in/ali dokumentnih podatkovnih bazah.\n- Znanja | Java, REST/HTTP protokol, podatkovne baze\n- Komunikacija | Sposobnost sodelovanja z ekipo okoli sebe (beri: 'team player') in tekoča pisna in govorna angleščina.\n- Drive | Zagnanost in želja po učenju ter spoznavanju novih tehnologij / orodij.\n\nPlusi so tudi:\n- DevOps | Poznavanje oblačnih infrastrukturnih okolij (AWS, Azure, GAE) in načinov namestitev (Serverless, Docker, Kubernetes)\n- Arhitektura | Izkušnje z microservice arhitekturo in/ali asinhronimi 'message queue' npr. Kafka / RabbitMQ\n- Testiranje | Izkušnje s pisanjem različnih vrst testov.\n- Front-end | Kakršnekoli izkušnje na 'front-end' delu z javascript ogrodji (React, Vue) ali občutek/zanimanje za UI/UX-a oblikovanje\n- Projektno delo | Izkušnje pri projektnem delu v različnih ekipah z agilnimi metodami dela","kontakt":"Pošlji:\n- CV in/ali povezavo na LinkedIn/GitHub profil\n- Stavek ali dva o tem kakšne izzive iščeš in kaj pričakuješ na področju projektov in ekipe.\n\nna jobs@kaldi.si in z veseljem te povabimo na spoznavno kavo.","maximumPlacilo":3000,"opisDelovnegaMesta":"Pri Kaldiju razvijamo tehnično zahtevne spletne aplikacije za rastoča podjetja iz Anglije, ZDA in Slovenije.  Naši projekti so dolgoročni in raznoliki. To razvijalcem omogoča poglobljeno delo, spoznavanja novih tehnologij in možnost sodelovanja pri različnih projektih.  Smo ekipa 18 strokovnjakov, ki ceni zaupanje, timsko delo in željo po razvoju. Povezujejo nas odgovornost do dela, navdušenost nad novimi tehnologijami in no-bullshit odnos tako do svojih naročnikov kot tudi sodelavcev.  Iščemo back-end Java razvijalca, ki bi se pridružil naši ekipi. ","email":"jobs@kaldi.si","yeaProgrammingLanguages":"Java\nnapredno znanje\npodatkovne baze\nnapredno znanje\nREST API\nnapredno znanje\nmicroservices\nzačetnik\nAWS\nzačetnik","__v":0,"id":"614ae2a5bb1f53af53d7a63e"},{"programmingLanguages":["typescript","node.js","node","aws"],"_id":"614ae2a5bb1f53af53d7a63c","title":"Back-end Software Engineer (Node.js) ","numberOfJob":4274,"employer":" Kaldi IT d.o.o.","dateFrom":"2. sep 2021 ob 11:05","placilo":"2000 - 3000 Eur/mon","lokacija":"Ljubljana/remote","zahteve":"- Izkušnje | Vsaj eno leto izkušenj pri programiranju spletnih storitev v Node.js programskem jeziku na relacijskih in/ali dokumentnih podatkovnih bazah.\n- Znanja | Node.js (Typescript), REST/HTTP protokol, podatkovne baze\n- Komunikacija | Sposobnost sodelovanja z ekipo okoli sebe (beri: 'team player') in tekoča pisna in govorna angleščina.\n- Drive | Zagnanost in želja po učenju ter spoznavanju novih tehnologij / orodij.\n\nPlusi so tudi:\n- DevOps | Poznavanje oblačnih infrastrukturnih okolij (AWS, Azure, GAE) in načinov namestitev (Serverless, Docker, Kubernetes)\n- Arhitektura | Izkušnje z microservice arhitekturo in/ali asinhronimi 'message queue' npr. Kafka / RabbitMQ\n- Testiranje | Izkušnje s pisanjem različnih vrst testov.\n- Front-end | Kakršnekoli izkušnje na 'front-end' delu z javascript ogrodji (React, Vue) ali občutek/zanimanje za UI/UX-a oblikovanje\n- Projektno delo | Izkušnje pri projektnem delu v različnih ekipah z agilnimi metodami dela","kontakt":"Pošlji:\n- CV in/ali povezavo na LinkedIn/GitHub profil\n- Stavek ali dva o tem kakšne izzive iščeš in kaj pričakuješ na področju projektov in ekipe.\n\nna jobs@kaldi.si in z veseljem te povabimo na spoznavno kavo.","maximumPlacilo":3000,"opisDelovnegaMesta":"Pri Kaldiju razvijamo tehnično zahtevne spletne aplikacije za rastoča podjetja iz Anglije, ZDA in Slovenije.  Naši projekti so dolgoročni in raznoliki. To razvijalcem omogoča poglobljeno delo, spoznavanja novih tehnologij in možnost sodelovanja pri različnih projektih.  Smo ekipa 18 strokovnjakov, ki ceni zaupanje, timsko delo in željo po razvoju. Povezujejo nas odgovornost do dela, navdušenost nad novimi tehnologijami in no-bullshit odnos tako do svojih naročnikov kot tudi sodelavcev.  Iščemo Node.js back-end razvijalca, ki bi se pridružil naši ekipi. ","email":"jobs@kaldi.si","yeaProgrammingLanguages":"Node.js\nnapredno znanje\nTypescript\nnapredno znanje\npodatkovne baze\nnapredno znanje\nREST API\nnapredno znanje\nmicroservices\nzačetnik\nAWS\nzačetnik","__v":0,"id":"614ae2a5bb1f53af53d7a63c"},{"programmingLanguages":["c#"],"_id":"614ae2a5bb1f53af53d7a63a","title":"Senior Backend Developer ","numberOfJob":4275,"employer":" Sowa Labs GmbH","dateFrom":"2. sep 2021 ob 13:26","placilo":"4000 Eur/mon","lokacija":"Šenčur","zahteve":"We appreciate:\n\n- Good knowledge of micro-services / distributed systems (Kubernetes, Docker), Linux, relational databases\n- Strong passion for cryptocurrencies or stocks","kontakt":"Prijave sprejemamo na hr-slo@sowalabs.com ali preko https://sowalabs.recruiterbox.com/jobs/fk0uk6d/","maximumPlacilo":4000,"opisDelovnegaMesta":"We are Sowa Labs - a passionate and rapidly growing team specialising in predictive data analysis and disruptive applications in trading financial assets and cryptocurrencies. In 2017 we joined forces with Boerse Stuttgart Digital Ventures to shape the future of trading.  In January 2019, we published our BISON app in Germany and successfully launched it on the German market. BISON is operated by the Stuttgart Stock Exchange and is the first app for the simple and smart purchase and sale of cryptocurrencies in Germany based on traditional methods. We want to change the world of retail and are looking for passionate and talented personalities to accompany us on our exciting journey.  What we are looking for:  - Excellent skills of programming in C# and .NET platform - Knowledge of the .NET Core is an advantage - Experience with designing, coding and testing new applications - Fluency in spoken and written English ","email":"https://sowalabs.recruiterbox.com/jobs/fk0uk6d/","yeaProgrammingLanguages":"C#\nnapredno znanje\n.NET\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a63a"},{"programmingLanguages":["c#"],"_id":"614ae2a5bb1f53af53d7a638","title":"Senior DevOps Engineer ","numberOfJob":4276,"employer":" Sowa Labs GmbH","dateFrom":"2. sep 2021 ob 13:37","placilo":"4000 Eur/mon","lokacija":"Šenčur","zahteve":"We appreciate:\n\n- C# / .NET, Kestrel\n- ELK Stack (Elasticsearch) or similar\n- IT security\n- Windows OS / IIS\n- Understanding of CI/CD\n- AWS or similar","kontakt":"Prijave sprejemamo na hr-slo@sowalabs.com ali preko https://sowalabs.recruiterbox.com/jobs/fk0uk6d/","maximumPlacilo":4000,"opisDelovnegaMesta":"We are Sowa Labs - a passionate and rapidly growing team specialising in predictive data analysis and bleeding-edge applications in trading financial assets and cryptocurrencies. In 2017 we joined forces with Boerse Stuttgart Digital Ventures to shape the future of trading.  In January 2019, we published our BISON app in Germany and successfully launched it on the German market. BISON is operated by the Stuttgart Stock Exchange and is the first app for the simple and smart purchase and sale of cryptocurrencies in Germany based on traditional methods. We want to change the world of retail and are looking for passionate and talented personalities to accompany us on our exciting journey.  You will join a team of 30 developers and together with a german part of the DevOps team build and run the environment, processes and tools for the management of our products and applications.  What we& are looking for:  - Linux internals and networking - Micro-services / distributed systems (Docker, Kubernetes and/or Docker Swarm) - Relational databases - GIT ","email":"https://sowalabs.recruiterbox.com/jobs/fk0uk6d/","yeaProgrammingLanguages":"Linux\nnapredno znanje\nGit\nnapredno znanje\nC# and .NET\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a638"},{"programmingLanguages":[],"_id":"614ae2a5bb1f53af53d7a636","title":"Senior Full-stack Data Engineer ","numberOfJob":4277,"employer":" Sowa Labs GmbH","dateFrom":"2. sep 2021 ob 13:41","placilo":"4000 Eur/mon","lokacija":"Šenčur","zahteve":"We appreciate:\n\n- Experience with data modelling, predictive analytics, machine learning and statistics,\n- Understanding basics of digital product KPIs and optimization processes\n- Experience with tools and software libraries for data analysis, visualisation and dashboarding\n- Eye for the detail and attention to data quality\n- Passion for trading (stocks, crypto)","kontakt":"Prijave sprejemamo na hr-slo@sowalabs.com ali preko https://sowalabs.recruiterbox.com/jobs/fk0uk6d/","maximumPlacilo":4000,"opisDelovnegaMesta":"We are Sowa Labs - a passionate and rapidly growing team specialising in predictive data analysis and bleeding-edge applications in trading financial assets and cryptocurrencies. In 2017 we joined forces with Boerse Stuttgart Digital Ventures to shape the future of trading.  Due to our fast expansion, the needs for valuable data insights are sky-rocketing. We are looking for a senior full-stack data engineer/scientist. You will join our BI & data science team working on all stages of the data stream from the point where data is collected up to delivering insightful data-driven analyses, dashboards and models. You will find yourself in an agile environment with a strong collaboration with product, marketing and other departments facing various interesting digital product optimization challenges while at the same time progressing our cloud-based data infrastructure to its new heights.  What we are looking for:  - Excellent skills with developing analytical processes, data analytics and visualisation - Strong experience with big data manipulation (also SQL based) - Understanding of ETL processes, data cleaning, linking and enrichment - Experience with relational databases and cloud-based data warehouses - Good communication, collaboration and presentation skills - Fluency in spoken and written English ","email":"https://sowalabs.recruiterbox.com/jobs/fk0uk6d/","yeaProgrammingLanguages":"Data analytics\nnapredno znanje\nBig data manipulation\nnapredno znanje\nData modelling\nnapredno znanje\nMachine learning and statistics\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a636"},{"programmingLanguages":["c#"],"_id":"614ae2a5bb1f53af53d7a634","title":"Senior Full-stack Developer ","numberOfJob":4278,"employer":" Sowa Labs GmbH","dateFrom":"2. sep 2021 ob 13:45","placilo":"4000 Eur/mon","lokacija":"Šenčur","zahteve":"We appreciate:\n\n- Experience with CMS, relational databases and Git\n- High code maintainability\n- Passion for trading (stocks, crypto)","kontakt":"Prijave sprejemamo na hr-slo@sowalabs.com ali preko https://sowalabs.recruiterbox.com/jobs/fk0uk6d/","maximumPlacilo":4000,"opisDelovnegaMesta":"We are Sowa Labs - a passionate and rapidly growing team specialising in predictive data analysis and bleeding-edge applications in trading financial assets and cryptocurrencies. In 2017 we joined forces with Boerse Stuttgart Digital Ventures to shape the future of trading.  You will join our Web team working on the Börse Stuttgart website (https://www.boerse-stuttgart.de). The team is expanding rapidly, and we’re looking for new senior developers. Börse Stuttgart is a stock exchange in Germany, the second-largest in the country and the ninth-largest in Europe.  What we are looking for:  - Excellent skills of programming in C# and .NET platform, - Knowledge of the .NET 5 or .NET Core 3.1 is an advantage - Experience with feature design and development of new applications, - Fluency in spoken and written English. ","email":"https://sowalabs.recruiterbox.com/jobs/fk0uk6d/","yeaProgrammingLanguages":"C#\nnapredno znanje\n.NET\nnapredno znanje\n.NET or .NET core 3.1\nzačetnik\nCMS\nzačetnik","__v":0,"id":"614ae2a5bb1f53af53d7a634"},{"programmingLanguages":[],"_id":"614ae2a5bb1f53af53d7a632","title":"Senior QA Automation Engineer ","numberOfJob":4279,"employer":" Sowa Labs GmbH","dateFrom":"2. sep 2021 ob 13:48","placilo":"4000 Eur/mon","lokacija":"Šenčur","zahteve":"We appreciate:\n\n- Good knowledge of Git\n- Strong passion for cryptocurrencies or stocks","kontakt":"Prijave sprejemamo na hr-slo@sowalabs.com ali preko https://sowalabs.recruiterbox.com/jobs/fk0uk6d/","maximumPlacilo":4000,"opisDelovnegaMesta":"We are Sowa Labs - a passionate and rapidly growing team specialising in predictive data analysis and disruptive applications in trading financial assets and cryptocurrencies. In 2017 we joined forces with Boerse Stuttgart Digital Ventures to shape the future of trading.  In January 2019, we published our BISON app in Germany and successfully launched it on the German market. BISON is operated by the Stuttgart Stock Exchange and is the first app for the simple and smart purchase and sale of cryptocurrencies in Germany based on traditional methods. We want to change the world of retail and are looking for passionate and talented personalities to accompany us on our exciting journey.  What we are looking for:  - Senior QA Engineer who will establish test automation framework and establish QA processes - Hands-on experience with test automation tools (Selenium/Appium, Java, JUnit is a plus) - Basic knowledge of programming in C# and .NET platform - Fluency in spoken and written English. ","email":"https://sowalabs.recruiterbox.com/jobs/fk0uk6d/","yeaProgrammingLanguages":"testing automation framework\nnapredno znanje\nQA processes\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a632"},{"programmingLanguages":["javascript","java","vuejs","vue","sql","jquery","html","css","php"],"_id":"614ae2a5bb1f53af53d7a630","title":"Spletni front-end razvijalec ","numberOfJob":4280,"employer":" Adin d.o.o.","dateFrom":"6. sep 2021 ob 08:27","placilo":"1300 Eur/mon","lokacija":"Žalec","zahteve":"Od kandidatov zahtevamo\nZa izdelavo gradnikov je potrebno znanje jezika JavaScript, HTML5 (video, canvas, itd.) ter CSS.  \nPriporočeno je tudi osnovno poznavanje jezika PHP, SQL, mobilnih hibridnih tehnologij kot je Ionic in PWA. \nMed ostalim pa kreativno žilico, pripravljenost na učenje, spoznavanje in strast do reševanja logičnih problemov.\n\nZnanja\n(slo-tech ločeno: /D predhodno znanje ni potrebno, /C začetnik, /B napredno znanje, /A ekspert)\n-\tJavaScript  (jQuery ,\"vanilla\" , VueJS ),  /B \n-\tBootstrap, CSS, HTML5, /B\n-\tPHP in SQL,  /C\n-\tGIT,  /C\n-\tPisanje tehnične dokumentacije /C \n\n","kontakt":"Prijave pošljite na info@adin.si\nza več informacij lahko tudi pokličete na 041 410 444","maximumPlacilo":1300,"opisDelovnegaMesta":"Opis delovnega mesta Iščemo osebo z izkušnjami na področju razvoja spletnih (front-end) aplikacij in povezanih tehnologij JavaScript, HTML5, CSS.  Okvirno naš programski ekosistem sestavlja: - oblačna aplikacija za vnos in distribucijo vsebin - oblačna aplikacija za nadzor oddaljenih naprav - odjemniške naprave s predvajalno aplikacijo (na sistemih Linux, Windows, iOS in Android), - zbirka dinamičnih gradnikov in predlog za prikaz vsebin,  - mikroservisi I/O na napravah integriranih sistemov, - transformacijski strežnik (obdelava videa, slik in dokumentov), - podatkovno skladišče (obdelava beležk, stream analytics, time series DB), Delo bo primarno osredotočeno na razvoj dinamičnih HTML5 gradnikov (widgets), predlog (templates) , sestavo razporeditev vsebin (layouts), spletnih in hibridnih mobilnih aplikacij.  ","email":"info@adin.si","yeaProgrammingLanguages":"JavaScript (jQuery ,\"vanilla\" , VueJS )\nnapredno znanje\nBootstrap, CSS, HTML5,\nnapredno znanje\nPHP in SQL\nzačetnik\nGIT\nzačetnik\nPisanje tehnične dokumentacije\nzačetnik","__v":0,"id":"614ae2a5bb1f53af53d7a630"},{"programmingLanguages":["aws"],"_id":"614ae2a5bb1f53af53d7a62e","title":"Go Backend Engineer ","numberOfJob":4281,"employer":" 5 Element d.o.o.","dateFrom":"6. sep 2021 ob 11:21","placilo":"4000 Eur/mon","lokacija":"Ljubljana","zahteve":"You responsibilities will include:\n- Building and operating backend systems in complex environments.\n- Ensuring quality and reliability through unit, integration and end-to-end tests.\n- Exposure to DevOps, on-call, incident management and CI/CD pipelines.\n- Debugging and troubleshooting issues using instrumentation and logs.\n- Demonstrating ownership and initiative with experience driving team projects from conceptualization to successfully delivering business value.\n- A genuine desire to help the team work better together with a healthy dose of fun.\n\nRequirements:\n- 1+ years experience in Go coding including: \n    a. Knowledge of Go programming language, paradigms, constructs, and idioms,\n    b. Knowledge of common Goroutine and channel patterns,\n    c. Experience with the full site of Go frameworks and tools.\n- 1+ years experience in designing, developing, configuring and supporting containerized applications using Docker and Kubernetes.\n- Strong analytical, conceptual and problem-solving abilities.\n- Ability to manage multiple priorities, and assess and adjust quickly to changing priorities.\n- A sense of empathy for users, teammates, colleagues and partners.\n- Experience with GraphQL would be an additional advantage.\n","kontakt":"Would you like to engage?\n\nSend your CV to info@5element.si by Friday, 20th September 2021.\n\nMore information about the company at https://5element.si \n","maximumPlacilo":4000,"opisDelovnegaMesta":"5Element is an AI company, focused on solving complex business challenges using machine learning, artificial intelligence and other state of the art analytical methods tailored to business needs. We are looking for bright, proactive and open minded team-members to participate in the design of microservice architecture that allow our analytical models to be used in real time and bring added value to our global business partners and our company.  If you find yourself in a Go Backend Engineer role, join our multidisciplinary team of experienced problem solving experts that are collaborating in a semi-remote office, flat organisation, agile project management and growth mindset environment.  ","email":"https://5element.si","yeaProgrammingLanguages":"Go\nnapredno znanje\nAWS (or similar)\nnapredno znanje\nBackend development\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a62e"},{"programmingLanguages":[],"_id":"614ae2a5bb1f53af53d7a62c","title":"13|37 .NET Backend Inženir_ka (Intermediate) ","numberOfJob":4282,"employer":" tretton37","dateFrom":"6. sep 2021 ob 16:30","placilo":"3000 - 5000 Eur/mon","lokacija":"Ljubljana","zahteve":"Osebe, ki so uspešne v tej vlogi imajo ponavadi:\n- Vsaj 2 leti ali več relevantnih izkušenj\n- Odlične pisne in govorne komunikacijske sposobnosti v angleščini\n- Veselje pri delu s tehnologijami, deljenju znanja in opolnomočenju drugih\n- Zaveza k varnosti in izvrstni kvaliteti, ki rezultira v varnih in zanesljivih programskih rešitvah\n- Izvrstno poznavanje .NET (#C) ali .NET Core\n- Izkušnje z VIsual Studio ali Rider\n- Dobro poznavanje objektnega ali pa še bolje funckijskega programiranja\n- Izkušnje z event-driven arhitekturo\n- izkušnje in razumevanje relacijskih NoSQL bazami podatkov\n- $ git commit\n- Poznavanje različnih orodij za avtomatizacijo, gradnjo in performance\n- Izkušnje s kontejnerizacijo in izvrstne razvojne prakse\n\nPosebno navdušeni bomo še nad:\n- Zaveza k vračanju skupnosti razvidna iz odprtokodnih doprinosov oziroma drugih vidnih iniciativ\n- Izkušnje z REST in GraphQL APIji\n- Izkušnje pri načrtovanju in implementaciji robustnih strategij za avtentikacijo in avtorizacijo uporabnikov\n- Izkušnje pri implementaciji visoko performančnih, globalnih in high-traffic storitev\n","kontakt":"Prijaviš se lahko na povezavi https://1337co.de/slotech_net ","maximumPlacilo":5000,"opisDelovnegaMesta":"V mednarodnem tehnološkem podjetju tretton37 -> 13|37 iščemo nadarjene in motivirane sodelavke ter sodelavce, da se pridružijo naši skrbno izbrani ekipi v središču Ljubljane.  Odprtih imamo nekaj priložnosti za top-performing osebe iz različnih tehničnih področij pri razvoju programske opreme po meri. V tem trenutku iščemo predvsem izkušenejše sodelavce, smo pa za pravo osebo z dobrim mindsetom pripravljeni narediti tudi izjemo. Ponujamo okolje z izjemnimi posamezniki in posameznicami v cross-functional timih, ki se soočajo z raznolikimi tehnološkimi problemi v večjih mednarodnih podjetjih in zrelih startupih, ki so izzivalni v vseh osebnostnih in tehničnih pogledih. Bolj kot leta izkušenj so nam sicer pomembni odprtost, radovednost, izjemen odnos in motivacija spreminjati naše okolje in življenja naročnikov, uporabnikov naših aplikacij in programske opreme ter sodelavcev na bolje.   Delal_a boš v agilnem okolju, pri razvoju visoko performančnih, večplastnih in globalno dostopnih aplikacij. Tvoje razvojno delo bo neposredno opolnomočilo organizacije z internimi orodji in pomagalo njihovim produktom odgovoriti na uporabniške potrebe:  - Ideiral_a in razvijal_a boš rešitve za raznolike tehnične probleme v raznovrstnih timih - Aktivno boš sodeloval_a pri sistemski arhitekturi in produktnih odločitvah - Gradil_a boš mikroservise z uporabo serverless in oblačnih tehnologij - Načrtoval_a in implementiral_a boš moderne in visoko dostopne kontejnerizirane backend aplikacije - Proaktivno boš pomagal_a svojim sodelavcem pri njihovem delu, in jim pomagala rasti s pomočjo metod kot so: code reviews, pair programming in druge extreme programming prakse - Nenehno boš iskal_a priložnosti za izboljšanje v odnosu do ljudi, procesov in orodij - Sodeloval_a boš v diskusijah, pri organizaciji delavnic, in aktivno skrbel_a za deljenje svojega znanja - Delal_a boš v distribuiranem timu s sodelavci iz pisarne in remote  ","email":"https://1337co.de/slotech_net","yeaProgrammingLanguages":".NET\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a62c"},{"programmingLanguages":["aws"],"_id":"614ae2a5bb1f53af53d7a62a","title":"13|37 AWS Cloud Inženir_ka ","numberOfJob":4283,"employer":" tretton37","dateFrom":"6. sep 2021 ob 16:31","placilo":"3000 - 5000 Eur/mon","lokacija":"Ljubljana","zahteve":"Osebe, ki so uspešne v tej vlogi imajo ponavadi:\n- Vsaj 4 leta ali več relevantnih izkušenj\n- Odlične pisne in govorne komunikacijske sposobnosti v angleščini\n- Veselje pri delu s tehnologijami, deljenju znanja in opolnomočenju drugih\n- Zaveza k varnosti in izvrstni kvaliteti, ki rezultira v varnih in zanesljivih programskih rešitvah\n- Izkušnje s programiranjem v vsaj enemu skripting jeziku\n- Izkušnje pri načrtovanju in implementaciji visoko-skalabilne in dostopne infrastrukture z uporabo oblačnih storitev AWS\n- Izkušnje s serverless, infrastructure as code in policy as code\n- Izkušnje pri razvoju CI/CD procesov in cevi ter z avtomatizacijo\n- Ljubezen do terminala in *nix lupine \n- Izkušnje s kontejnerizacijo in izvrstne razvojne prakse\n- Izkušnje pri uporabi orodij kot so Docker, GitLab, Jenkins, GitHub, Serverless, Terraform\n\nPosebno navdušeni bomo še nad:\n- Zaveza k vračanju skupnosti razvidna iz odprtokodnih doprinosov oziroma drugih vidnih iniciativ\n- Izkušnje pri upravljanju s Kubernetes klastri \n- Ozadje v zagotavljanju varnosti pri razvoju programske opreme, vključujoč compliance monitoring, odkrivanje tveganj in nevarnosti ter mentoriranje razvojnih ekip","kontakt":"Prijaviš se lahko na povezavi https://1337co.de/slotech_AWS","maximumPlacilo":5000,"opisDelovnegaMesta":"V mednarodnem tehnološkem podjetju tretton37 -> 13|37 iščemo nadarjene in motivirane sodelavke ter sodelavce, da se pridružijo naši skrbno izbrani ekipi v središču Ljubljane.  Odprtih imamo nekaj priložnosti za top-performing osebe iz različnih tehničnih področij pri razvoju programske opreme po meri. V tem trenutku iščemo predvsem izkušenejše sodelavce, smo pa za pravo osebo z dobrim mindsetom pripravljeni narediti tudi izjemo. Ponujamo okolje z izjemnimi posamezniki in posameznicami v cross-functional timih, ki se soočajo z raznolikimi tehnološkimi problemi v večjih mednarodnih podjetjih in zrelih startupih, ki so izzivalni v vseh osebnostnih in tehničnih pogledih. Bolj kot leta izkušenj so nam sicer pomembni odprtost, radovednost, izjemen odnos in motivacija spreminjati naše okolje in življenja naročnikov, uporabnikov naših aplikacij in programske opreme ter sodelavcev na bolje.   Delal_a boš v agilnem okolju, pri razvoju visoko performančnih, večplastnih in globalno dostopnih aplikacij. Tvoje razvojno delo bo neposredno opolnomočilo organizacije z internimi orodji in pomagalo njihovim produktom odgovoriti na uporabniške potrebe:  - Ideiral_a in razvijal_a boš rešitve za raznolike tehnične probleme v raznovrstnih timih - Aktivno boš sodeloval_a pri sistemski arhitekturi in produktnih odločitvah - Gradil_a boš mikroservise z uporabo serverless in oblačnih tehnologij - Načrtoval_a in implementiral_a boš moderne in visoko dostopne kontejnerizirane backend aplikacije - Proaktivno boš pomagal_a svojim sodelavcem pri njihovem delu, in jim pomagala rasti s pomočjo metod kot so: code reviews, pair programming in druge extreme programming prakse - Nenehno boš iskal_a priložnosti za izboljšanje v odnosu do ljudi, procesov in orodij - Sodeloval_a boš v diskusijah, pri organizaciji delavnic, in aktivno skrbel_a za deljenje svojega znanja - Delal_a boš v distribuiranem timu s sodelavci iz pisarne in remote ","email":"https://1337co.de/slotech_AWS","yeaProgrammingLanguages":"AWS\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a62a"},{"programmingLanguages":[],"_id":"614ae2a5bb1f53af53d7a628","title":"13|37 Azure Cloud Inženir_ka ","numberOfJob":4284,"employer":" tretton37","dateFrom":"6. sep 2021 ob 16:33","placilo":"3000 - 5000 Eur/mon","lokacija":"Ljubljana","zahteve":"Osebe, ki so uspešne v tej vlogi imajo ponavadi:\n- Vsaj 4 leta ali več relevantnih izkušenj\n- Odlične pisne in govorne komunikacijske sposobnosti v angleščini\n- Veselje pri delu s tehnologijami, deljenju znanja in opolnomočenju drugih\n- Zaveza k varnosti in izvrstni kvaliteti, ki rezultira v varnih in zanesljivih programskih rešitvah\n- Izkušnje s programiranjem v vsaj enemu skripting jeziku\n- Izkušnje pri načrtovanju in implementaciji visoko-skalabilne in dostopne infrastrukture z uporabo oblačnih storitev Azure\n- Izkušnje s serverless, infrastructure as code in policy as code\n- Izkušnje pri razvoju CI/CD procesov in cevi ter z avtomatizacijo\n- Ljubezen do terminala in *nix lupine \n- Izkušnje s kontejnerizacijo in izvrstne razvojne prakse\n- Izkušnje pri uporabi orodij kot so Docker, GitLab, Jenkins, GitHub, Serverless, Terraform\n\nPosebno navdušeni bomo še nad:\n- Zaveza k vračanju skupnosti razvidna iz odprtokodnih doprinosov oziroma drugih vidnih iniciativ\n- Izkušnje pri upravljanju s Kubernetes klastri \n- Ozadje v zagotavljanju varnosti pri razvoju programske opreme, vključujoč compliance monitoring, odkrivanje tveganj in nevarnosti ter mentoriranje razvojnih ekip\n","kontakt":"Prijaviš se lahko na povezavi https://1337co.de/slotech_azure ","maximumPlacilo":5000,"opisDelovnegaMesta":"V mednarodnem tehnološkem podjetju tretton37 -> 13|37 iščemo nadarjene in motivirane sodelavke ter sodelavce, da se pridružijo naši skrbno izbrani ekipi v središču Ljubljane.  Odprtih imamo nekaj priložnosti za top-performing osebe iz različnih tehničnih področij pri razvoju programske opreme po meri. V tem trenutku iščemo predvsem izkušenejše sodelavce, smo pa za pravo osebo z dobrim mindsetom pripravljeni narediti tudi izjemo. Ponujamo okolje z izjemnimi posamezniki in posameznicami v cross-functional timih, ki se soočajo z raznolikimi tehnološkimi problemi v večjih mednarodnih podjetjih in zrelih startupih, ki so izzivalni v vseh osebnostnih in tehničnih pogledih. Bolj kot leta izkušenj so nam sicer pomembni odprtost, radovednost, izjemen odnos in motivacija spreminjati naše okolje in življenja naročnikov, uporabnikov naših aplikacij in programske opreme ter sodelavcev na bolje.   Delal_a boš v agilnem okolju, pri razvoju visoko performančnih, večplastnih in globalno dostopnih aplikacij. Tvoje razvojno delo bo neposredno opolnomočilo organizacije z internimi orodji in pomagalo njihovim produktom odgovoriti na uporabniške potrebe:  - Ideiral_a in razvijal_a boš rešitve za raznolike tehnične probleme v raznovrstnih timih - Aktivno boš sodeloval_a pri sistemski arhitekturi in produktnih odločitvah - Gradil_a boš mikroservise z uporabo serverless in oblačnih tehnologij - Načrtoval_a in implementiral_a boš moderne in visoko dostopne kontejnerizirane backend aplikacije - Proaktivno boš pomagal_a svojim sodelavcem pri njihovem delu, in jim pomagala rasti s pomočjo metod kot so: code reviews, pair programming in druge extreme programming prakse - Nenehno boš iskal_a priložnosti za izboljšanje v odnosu do ljudi, procesov in orodij - Sodeloval_a boš v diskusijah, pri organizaciji delavnic, in aktivno skrbel_a za deljenje svojega znanja - Delal_a boš v distribuiranem timu s sodelavci iz pisarne in remote  ","email":"https://1337co.de/slotech_azure","yeaProgrammingLanguages":"Azure\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a628"},{"programmingLanguages":["javascript","java","angular","vue","react"],"_id":"614ae2a5bb1f53af53d7a626","title":"13|37 Frontend Inženir_ka (Intermediate) ","numberOfJob":4285,"employer":" tretton37","dateFrom":"6. sep 2021 ob 16:34","placilo":"3000 - 5000 Eur/mon","lokacija":"Ljubljana","zahteve":"Osebe, ki so uspešne v tej vlogi imajo ponavadi:\n- Vsaj 2 leti ali več relevantnih izkušenj\n- Odlične pisne in govorne komunikacijske sposobnosti v angleščini\n- Veselje pri delu s tehnologijami, deljenju znanja in opolnomočenju drugih\n- Zaveza k varnosti in izvrstni kvaliteti, ki rezultira v varnih in zanesljivih programskih rešitvah\n- Izvrstno poznavanje Javascript, različnih okolij izvajanja in asinhronega programiranja\n- Izkušnje z vsaj enim večjim frontend ogrodjem (React, Vue ali Angular)\n- Dobro poznavanje objektnega ali pa funckijskega programiranja\n- Izkušnje z različnimi state management orodji in praksami\n- Izkušnje z event-driven arhitekturo\n- Odlično poznavanje HTML, CSS in prikazovanja v brskalnikih\n- $ git commit\n- Poznavanje orodij, kot so Webpack, Babel, npm in druga\n\nPosebno navdušeni bomo še nad:\n- Zaveza k vračanju skupnosti razvidna iz odprtokodnih doprinosov oziroma drugih vidnih iniciativ\n- Izkušnje pri delu z zahtevnimi frontend vmesniki (integracije z REST in GraphQL, avtentikacija in avtorizacija, Web Assembly, Service workers, Web workers ...)\n- Izkušnje bodisi z native ali cross-platform razvojem (Flutter, React Native)\n- Izkušnje s Firebase ali drugimi serverless in oblačnimi storitvami","kontakt":"Prijaviš se lahko na povezavi  https://1337co.de/slotech_frontend_int","maximumPlacilo":5000,"opisDelovnegaMesta":"V mednarodnem tehnološkem podjetju tretton37 -> 13|37 iščemo nadarjene in motivirane sodelavke ter sodelavce, da se pridružijo naši skrbno izbrani ekipi v središču Ljubljane.  Odprtih imamo nekaj priložnosti za top-performing osebe iz različnih tehničnih področij pri razvoju programske opreme po meri. V tem trenutku iščemo predvsem izkušenejše sodelavce, smo pa za pravo osebo z dobrim mindsetom pripravljeni narediti tudi izjemo. Ponujamo okolje z izjemnimi posamezniki in posameznicami v cross-functional timih, ki se soočajo z raznolikimi tehnološkimi problemi v večjih mednarodnih podjetjih in zrelih startupih, ki so izzivalni v vseh osebnostnih in tehničnih pogledih. Bolj kot leta izkušenj so nam sicer pomembni odprtost, radovednost, izjemen odnos in motivacija spreminjati naše okolje in življenja naročnikov, uporabnikov naših aplikacij in programske opreme ter sodelavcev na bolje.   Delal_a boš v agilnem okolju, pri razvoju visoko performančnih, večplastnih in globalno dostopnih aplikacij. Tvoje razvojno delo bo neposredno opolnomočilo organizacije z internimi orodji in pomagalo njihovim produktom odgovoriti na uporabniške potrebe:  - Ideiral_a in razvijal_a boš rešitve za raznolike tehnične probleme v raznovrstnih timih - Aktivno boš sodeloval_a pri sistemski arhitekturi in produktnih odločitvah - Gradil_a boš mikroservise z uporabo serverless in oblačnih tehnologij - Načrtoval_a in implementiral_a boš moderne in visoko dostopne kontejnerizirane backend aplikacije - Proaktivno boš pomagal_a svojim sodelavcem pri njihovem delu, in jim pomagala rasti s pomočjo metod kot so: code reviews, pair programming in druge extreme programming prakse - Nenehno boš iskal_a priložnosti za izboljšanje v odnosu do ljudi, procesov in orodij - Sodeloval_a boš v diskusijah, pri organizaciji delavnic, in aktivno skrbel_a za deljenje svojega znanja - Delal_a boš v distribuiranem timu s sodelavci iz pisarne in remote ","email":"https://1337co.de/slotech_frontend_int","yeaProgrammingLanguages":"Javascript\nnapredno znanje\nReact, Vue ali Angular\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a626"},{"programmingLanguages":["javascript","java","angular","vue","react"],"_id":"614ae2a5bb1f53af53d7a624","title":"13|37 Frontend Inženir_ka (Lead) ","numberOfJob":4286,"employer":" tretton37","dateFrom":"6. sep 2021 ob 16:36","placilo":"3000 - 5000 Eur/mon","lokacija":"Ljubljana","zahteve":"Osebe, ki so uspešne v tej vlogi imajo ponavadi:\n- Vsaj 7 let ali več relevantnih izkušenj\n- Odlične pisne in govorne komunikacijske sposobnosti v angleščini\n- Veselje pri delu s tehnologijami, deljenju znanja in opolnomočenju drugih\n- Zaveza k varnosti in izvrstni kvaliteti, ki rezultira v varnih in zanesljivih programskih rešitvah\n- Izvrstno poznavanje Javascript, različnih okolij izvajanja in asinhronega programiranja\n- Izkušnje z vsaj enim večjim frontend ogrodjem (React, Vue ali Angular)\n- Dobro poznavanje objektnega ali pa funckijskega programiranja\n- Izkušnje z različnimi state management orodji in praksami\n- Izkušnje z event-driven arhitekturo\n- Odlično poznavanje HTML, CSS in prikazovanja v brskalnikih\n- $ git commit\n- Poznavanje orodij, kot so Webpack, Babel, npm in druga\n\nPosebno navdušeni bomo še nad:\n- Zaveza k vračanju skupnosti razvidna iz odprtokodnih doprinosov oziroma drugih vidnih iniciativ\n- Izkušnje pri delu z zahtevnimi frontend vmesniki (integracije z REST in GraphQL, avtentikacija in avtorizacija, Web Assembly, Service workers, Web workers ...)\n- Izkušnje bodisi z native ali cross-platform razvojem (Flutter, React Native)\n- Izkušnje s Firebase ali drugimi serverless in oblačnimi storitvami\n","kontakt":"Prijaviš se lahko na povezavi https://1337co.de/slotech_frontend \n","maximumPlacilo":5000,"opisDelovnegaMesta":"V mednarodnem tehnološkem podjetju tretton37 -> 13|37 iščemo nadarjene in motivirane sodelavke ter sodelavce, da se pridružijo naši skrbno izbrani ekipi v središču Ljubljane.  Odprtih imamo nekaj priložnosti za top-performing osebe iz različnih tehničnih področij pri razvoju programske opreme po meri. V tem trenutku iščemo predvsem izkušenejše sodelavce, smo pa za pravo osebo z dobrim mindsetom pripravljeni narediti tudi izjemo. Ponujamo okolje z izjemnimi posamezniki in posameznicami v cross-functional timih, ki se soočajo z raznolikimi tehnološkimi problemi v večjih mednarodnih podjetjih in zrelih startupih, ki so izzivalni v vseh osebnostnih in tehničnih pogledih. Bolj kot leta izkušenj so nam sicer pomembni odprtost, radovednost, izjemen odnos in motivacija spreminjati naše okolje in življenja naročnikov, uporabnikov naših aplikacij in programske opreme ter sodelavcev na bolje.   Delal_a boš v agilnem okolju, pri razvoju visoko performančnih, večplastnih in globalno dostopnih aplikacij. Tvoje razvojno delo bo neposredno opolnomočilo organizacije z internimi orodji in pomagalo njihovim produktom odgovoriti na uporabniške potrebe:  - Ideiral_a in razvijal_a boš rešitve za raznolike tehnične probleme v raznovrstnih timih - Aktivno boš sodeloval_a pri sistemski arhitekturi in produktnih odločitvah - Gradil_a boš mikroservise z uporabo serverless in oblačnih tehnologij - Načrtoval_a in implementiral_a boš moderne in visoko dostopne kontejnerizirane backend aplikacije - Proaktivno boš pomagal_a svojim sodelavcem pri njihovem delu, in jim pomagala rasti s pomočjo metod kot so: code reviews, pair programming in druge extreme programming prakse - Nenehno boš iskal_a priložnosti za izboljšanje v odnosu do ljudi, procesov in orodij - Sodeloval_a boš v diskusijah, pri organizaciji delavnic, in aktivno skrbel_a za deljenje svojega znanja - Delal_a boš v distribuiranem timu s sodelavci iz pisarne in remote  ","email":"https://1337co.de/slotech_frontend","yeaProgrammingLanguages":"Javascript\nnapredno znanje\nReact, Vue ali Angular\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a624"},{"programmingLanguages":["javascript","java"],"_id":"614ae2a5bb1f53af53d7a622","title":"13|37 JavaScript Backend Inženir_ka ","numberOfJob":4287,"employer":" tretton37","dateFrom":"6. sep 2021 ob 16:37","placilo":"3000 - 5000 Eur/mon","lokacija":"Ljubljana","zahteve":"Osebe, ki so uspešne v tej vlogi imajo ponavadi:\n- Vsaj 2 leti ali več relevantnih izkušenj\n- Odlične pisne in govorne komunikacijske sposobnosti v angleščini\n- Veselje pri delu s tehnologijami, deljenju znanja in opolnomočenju drugih\n- Zaveza k varnosti in izvrstni kvaliteti, ki rezultira v varnih in zanesljivih programskih rešitvah\n- Izvrstno poznavanje Javascript (NodeJS)\n- Dobro poznavanje objektnega ali pa še bolje funckijskega programiranja\n- Izkušnje z vsaj enim večjim ogrodjem za izdelavo zalednih aplikacij\n- Izkušnje z event-driven arhitekturo\n- izkušnje in razumevanje relacijskih NoSQL bazami podatkov\n- Izkušnje z REST in GraphQL APIji\n- $ git commit\n- Poznavanje različnih orodij za avtomatizacijo, gradnjo in performance\n- Izkušnje s kontejnerizacijo in izvrstne razvojne prakse\n\nPosebno navdušeni bomo še nad:\n- Zaveza k vračanju skupnosti razvidna iz odprtokodnih doprinosov oziroma drugih vidnih iniciativ\n- Izkušnje pri načrtovanju in implementaciji robustnih strategij za avtentikacijo in avtorizacijo uporabnikov\n- Izkušnje pri implementaciji visoko performančnih, globalnih in high-traffic storitev\n- Izkušnje s Firebase ali drugimi serverless in oblačnimi storitvami\n","kontakt":"Prijaviš se lahko na povezavi https://1337co.de/slotech_backend\n","maximumPlacilo":5000,"opisDelovnegaMesta":"V mednarodnem tehnološkem podjetju tretton37 -> 13|37 iščemo nadarjene in motivirane sodelavke ter sodelavce, da se pridružijo naši skrbno izbrani ekipi v središču Ljubljane.  Odprtih imamo nekaj priložnosti za top-performing osebe iz različnih tehničnih področij pri razvoju programske opreme po meri. V tem trenutku iščemo predvsem izkušenejše sodelavce, smo pa za pravo osebo z dobrim mindsetom pripravljeni narediti tudi izjemo. Ponujamo okolje z izjemnimi posamezniki in posameznicami v cross-functional timih, ki se soočajo z raznolikimi tehnološkimi problemi v večjih mednarodnih podjetjih in zrelih startupih, ki so izzivalni v vseh osebnostnih in tehničnih pogledih. Bolj kot leta izkušenj so nam sicer pomembni odprtost, radovednost, izjemen odnos in motivacija spreminjati naše okolje in življenja naročnikov, uporabnikov naših aplikacij in programske opreme ter sodelavcev na bolje.   Delal_a boš v agilnem okolju, pri razvoju visoko performančnih, večplastnih in globalno dostopnih aplikacij. Tvoje razvojno delo bo neposredno opolnomočilo organizacije z internimi orodji in pomagalo njihovim produktom odgovoriti na uporabniške potrebe:  - Ideiral_a in razvijal_a boš rešitve za raznolike tehnične probleme v raznovrstnih timih - Aktivno boš sodeloval_a pri sistemski arhitekturi in produktnih odločitvah - Gradil_a boš mikroservise z uporabo serverless in oblačnih tehnologij - Načrtoval_a in implementiral_a boš moderne in visoko dostopne kontejnerizirane backend aplikacije - Proaktivno boš pomagal_a svojim sodelavcem pri njihovem delu, in jim pomagala rasti s pomočjo metod kot so: code reviews, pair programming in druge extreme programming prakse - Nenehno boš iskal_a priložnosti za izboljšanje v odnosu do ljudi, procesov in orodij - Sodeloval_a boš v diskusijah, pri organizaciji delavnic, in aktivno skrbel_a za deljenje svojega znanja - Delal_a boš v distribuiranem timu s sodelavci iz pisarne in remote  ","email":"https://1337co.de/slotech_backend\n","yeaProgrammingLanguages":"Javascript\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a622"},{"programmingLanguages":["php"],"_id":"614ae2a5bb1f53af53d7a620","title":"PHP razvijalci (m/ž) - LJ, MB, CE, NM ali remote ","numberOfJob":4289,"employer":" Agiledrop d.o.o.","dateFrom":"7. sep 2021 ob 10:09","placilo":"Po dogovoru","lokacija":"LJ, MB, CE, NM ali od doma","zahteve":"Od kandidatov zahtevamo\nOd kandidatov pričakujemo:\n- Dobro poznavanje PHP-ja\n- Objektno orientirano programiranje\n- Natančnost in doslednost\n- Zmožnost komuniciranja v angleščini\n\nZaželene izkušnje:\n- Poznavanje PHP frameworka (Zend, Laravel, Symfony, CodeIgniter)\n- HTML in CSS\n- Git ali SVN\n- Linux / SSH","kontakt":"AGILEDROP d.o.o.\nStegne 11a\n1000 Ljubljana\nOdgovorna oseba: Iztok Smolič\nKontakt: zaposlitev@agiledrop.si\n\nVeč informacij in prijava na:\nhttps://www.agiledrop.si/st/php","maximumPlacilo":0,"opisDelovnegaMesta":"Naša hitro rastoča ekipa išče nove moči! Agiledrop v svoje vrste vabi nove PHP razvijalce in razvijalke, ki bi se pridružili dobro utečeni ekipi. Na globalnem trgu ustvarjamo uspešne zgodbe in soustvarjamo digitalno prihodnost. Pridruži se nam! Tvoje naloge bodo vključevale izdelavo modulov in razširitev obstoječih funkcionalnosti Drupala ter drugih (odprtokodnih) tehnologij.  Ponujamo ti redno zaposlitev za nedoločen čas, fleksibilen urnik in hibridno obliko dela: delaš lahko v pisarni, ki ti je najbližje (LJ, MB, CE, NM), ali od doma. Vestno skrbimo za ravnovesje med delom in prostim časom, delovno okolje = mirno + nestresno, plačane nadure so velika izjema in ne pravilo. Izobraževanja in napredovanja: absolutno! S sodelavci in šefi se zabavaš na neobveznih druženjih, novo znanje pridobivaš na internih izobraževanjih.  Več informacij in prijava ","email":"https://www.agiledrop.si/st/php","yeaProgrammingLanguages":"PHP\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a620"},{"programmingLanguages":[],"_id":"614ae2a5bb1f53af53d7a61e","title":"Technical Support Manager ","numberOfJob":4290,"employer":" Databox Inc.","dateFrom":"8. sep 2021 ob 15:40:17","placilo":"1500 Eur/mon","lokacija":"Ptuj","zahteve":"Technical knowledge required: \n\n- Experience using and analyzing data from SaaS software tools commonly used in the marketing, sales and support functions (i.e. Zendesk, HelpScout, Intercom, HubSpot, Salesforce, Shopify, Google Analytics, Pay-per-click ads platforms, etc.)\n- Experience querying data from SQL databases and manipulating data via APIs using middleware tools like Zapier and Integromat or directly by writing code.\n- Google Sheets or Microsoft Excel power user.  \n- Experience working with developers and collaborating with them on issue resolution and feature development.\n\n\nManagerial experience: \n\n- Experience in a fast-paced customer or technical support role working directly with customers.\n- You must possess strong coaching skills, be able to provide clear and actionable feedback, and properly evaluate individuals&#8217; skill and knowledge level to put them in roles where they can succeed.\n- You must possess strong communication skills, be able to clearly communicate short-term plans, guide the team through process changes, gather team&#8217;s feedback and ideas to incorporate into future plans and effectively manage change. \n- A proven track record of effectively collaborating and problem-solving with peers in other functional areas of a business. \n\n\nSpecifically, your responsibilities will include: \n\n- Becoming an expert at the Databox software (including our integrations) and working with your team and our engineering teams to investigate and resolve technical support tickets correctly and quickly. \n- Managing individuals and team performance by monitoring productivity and analyzing data to identify opportunities for improvement and necessary changes to achieve team&#8217;s objectives.\n- Develop processes, systems, training, as well as draft detailed quarterly plans and the steps needed to execute those plans.\nRecruit, hire, train, coach and develop a world-class global team.\n\nYou must be comfortable working in a team-environment, be willing to accept, apply and deliver coaching, be accountable for agreed-upon outcomes, and thrive in a fast-paced, dynamic, and collaborative environment.\n","kontakt":"jobs@databox.com","maximumPlacilo":1500,"opisDelovnegaMesta":"Databox, a fast-growing, profitable Software-as-a-Service (SaaS) company that helps other companies monitor, report and improve their performance, is seeking to hire a Technical Support Manager to join our Support team.  Handling over 2,000 support chats and 600+ technically advanced cases from Databox customers every month, our technical support team plays a key role in assisting customers with product evaluation, setup and ticket resolution. They are the critical link between our customers, engineering teams and our other customer-facing teams: Sales, Onboarding and Account Management.  As our business and team grows, we’re looking to add someone with both technical and managerial experience who can manage and lead this growing team.  ","email":"jobs@databox.com","yeaProgrammingLanguages":"see requirements\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a61e"},{"programmingLanguages":[],"_id":"614ae2a5bb1f53af53d7a61c","title":"Product Manager ","numberOfJob":4291,"employer":" Databox Inc.","dateFrom":"8. sep 2021 ob 15:42:39","placilo":"1800 Eur/mon","lokacija":"Ptuj","zahteve":"As a Product Manager you will:\n\nContribute to the product vision, strategy and road map for the product\nPrepare product requirements and specifications documents\nGather, manage, and prioritize requirements from different stakeholders\nBring customer to the table by articulating customer needs and pains\nPutting yourself in the skin of a customer and never stop thinking about how to make the product ever better and easier to use\nCoordinate assistance from other teams (design, engineering, sales, marketing)\nCommunicate closely with all team members and stakeholders\nDevelop the business case for new products and improvements to existing products\nIdentify the market opportunities\n\nREQUIREMENTS\n\nThe ideal candidate will excel at the following:\n\nUnderstanding product development lifecycle\nAbility to influence cross-functional teams without formal authority\nUnderstanding both business strategy and execution\nKnowing to define success, for the customer and the product, by prioritizing doing what is right over doing what is easy\nWorking effectively with engineers, participating in things like bug prioritization and scoping meetings\nProblem-solving skills and dealing with uncertainty and unknown situations\nDemonstrated ability to think strategically and act tactically\nConfidence presenting and regularly reporting on initiatives across all levels of the organization\n\n\nAdditional skills needed:\n\nAbility to thrive in a fast-paced, entrepreneurial, start-up environment\nPositive \"no excuses\" attitude\nStrong written and verbal communication\nGood interpersonal skills\nAnalytics and troubleshooting skills\nTime management skills\nBusiness skills","kontakt":"jobs@databox.com","maximumPlacilo":1800,"opisDelovnegaMesta":"Databox, a fast-growing software company that helps other companies monitor and improve their business performance, is looking for a Project Manager to help us manage projects across different product and engineering teams.   Databox is disrupting the $16B Business Analytics and Intelligence by providing a free-to-start, easy-to-setup option for small and medium-sized businesses who want to track performance metrics from popular business software tools in one application on any device. Join us and help us deliver business intelligence to the millions of companies who are desperate for a way to predictably improve their company’s performance using data.   We are looking for a Product Manager to join our Product team. This is a highly collaborative role that requires passion for products, effective & consistent communication with all team members, and personal integrity for building mutual trust and respect. ","email":"jobs@databox.com","yeaProgrammingLanguages":"see requirements\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a61c"},{"programmingLanguages":[],"_id":"614ae2a5bb1f53af53d7a61a","title":"Senior QA Engineer - Integrations ","numberOfJob":4292,"employer":" Databox Inc.","dateFrom":"8. sep 2021 ob 15:44:23","placilo":"2000 Eur/mon","lokacija":"Ptuj","zahteve":"We are looking for someone with:\n\n3+ years of experience in a QA and web technologies related field\nHands-on experience with any of the test automation tools - preferred Puppeteer but let us know which other tools did you have used i.e. Playwright, Cypress, Selenium, Appium, Eggplant,...\nExperience working with relational databases (preferably PostgreSQL) and REST APIs\nA critical view on new feature implementations and existing development processes\nA sharp eye and attention to details\nCreating detailed, comprehensive, and well-structured test plans and test cases\nAbility and desire to learn new technologies and testing techniques\nAbility to learn quickly, take initiative and work independently\nTeam and solution-oriented\n \n\nNice to have:\n\nCoding experience with Node.js","kontakt":"jobs@databox.com ","maximumPlacilo":2000,"opisDelovnegaMesta":"Databox, a fast-growing software company that helps other companies monitor and improve their business performance, is looking for a Senior QA Engineer that will help our Product Integrations team to maintain and scale to hundreds of integrations.    In this role, you will lead the QA processes of building and maintaining automated tests, writing test cases, ensuring product quality and stability - someone who knows how to help engineers build faster and ship more reliable software.    As a QA Engineer, you’ll join our Integrations team where you will work closely with the Engineering team to support the execution of key initiatives and daily operation.  ","email":"jobs@databox.com","yeaProgrammingLanguages":"see requirements\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a61a"},{"programmingLanguages":[],"_id":"614ae2a5bb1f53af53d7a618","title":"Senior QA Engineer ","numberOfJob":4293,"employer":" Databox Inc.","dateFrom":"8. sep 2021 ob 15:46:47","placilo":"2000 Eur/mon","lokacija":"Ptuj","zahteve":"Requirements: \n\n3+ years of experience in a QA and web technologies related field\nHands-on experience with any of the test automation tools (i.e. Selenium, Appium, Eggplant,...)\nCoding experience to write and maintain automated tests\nA critical view on new feature implementations and existing development processes\nA sharp eye and attention to details\nCreating detailed, comprehensive and well-structured test plans and test cases\nAbility and desire to learn new technologies and testing techniques\nAbility to learn quickly, take initiative and work independently\nStrong time management and organizational skills with an ability to meet deadlines\nTeam and solution-oriented\n \n\nNice to have:\n\nExperience in software development and web technologies\n","kontakt":"jobs@databox.com ","maximumPlacilo":2000,"opisDelovnegaMesta":"Databox, a software company that helps other companies monitor, report and improve their business performance, is looking for a Senior QA Engineer to join our product team in Ptuj, Slovenia, to help us scale our systems from thousands to millions of users.  The ideal candidate has experience with software testing, building and maintaining automated tests, writing test cases and basic coding experience. Someone who knows how to help engineers build faster and ship more reliable software.  Our product team includes experts in UI/UX design, front-end, mobile and backend engineering. We launch applications and features from scratch using the latest technologies and agile software development principles. We're still a pretty small team and are looking for an engineer who feels good wearing many hats. A self-starter who is willing to jump headfirst into the codebase and begin making improvements immediately would be the ideal candidate for this role.   About our Engineering Team:  Our backend infrastructure is split into several major components including data calculations (crunching user data), data rendering, application business logic and other traditional MVC components. The majority of our applications and services are built using PHP and NodeJS. PostgreSQL is used for our main database and our data warehouse. Our warehouse is growing rapidly and loading, transforming and calculating the data is becoming more and more challenging. We believe the help of a highly engaged engineer can give us an extra boost in these areas.  We are always exploring new tools and ideas as our needs evolve, and we love working alongside people who are willing to try new things. Code reviews, writing unit tests, and belief in the value of coding standards are only some of our core engineering values. We recognize achievement, promote from within, and encourage professional growth, collaboration, knowledge sharing and fun. ","email":"jobs@databox.com","yeaProgrammingLanguages":"see requirements\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a618"},{"programmingLanguages":[],"_id":"614ae2a5bb1f53af53d7a616","title":"Software Engineer ","numberOfJob":4294,"employer":" Databox Inc.","dateFrom":"8. sep 2021 ob 15:49:03","placilo":"2000 Eur/mon","lokacija":"Ptuj","zahteve":"Requirements: \n2+ years of experience with software development\nExperience working with at least one relational database\nA basic understanding of OO and MVC design principles, RESTful APIs, the HTTP protocol and general web architecture\nAbility to write clear and concise code that your teammates can understand and build upon\nAbility to learn quickly, take initiative, work independently\nBasic knowledge of Git or another version of control software\n","kontakt":"jobs@databox.com ","maximumPlacilo":2000,"opisDelovnegaMesta":"Databox, a software company that helps other companies monitor, report and improve their business performance, is looking for a Senior Backend Engineer to join our product team in Ptuj, Slovenia, to help us scale our systems from thousands to millions of users.  We are looking for a software engineer that wants to be a part of a fast-paced team - that is continuously learning and challenging ourselves - building a technically-superior product that is loved by business users.  Our product team includes experts in UI/UX design, front-end, mobile and backend engineering. We launch applications and features from scratch using the latest technologies and agile software development principles. We're still a pretty small team and are looking for an engineer who feels good wearing many hats. A self-starter who is willing to jump headfirst into the codebase and begin making improvements immediately would be the ideal candidate for this role.  About our Engineering Team:  Our backend infrastructure is split into several major components including data calculations (crunching user data), data rendering, application business logic and other traditional MVC components. The majority of our applications and services are built using PHP and NodeJS. PostgreSQL is used for our main database and our data warehouse. Our warehouse is growing rapidly and loading, transforming and calculating the data is becoming more and more challenging. We believe the help of a highly engaged engineer can give us an extra boost in these areas.  We are always exploring new tools and ideas as our needs evolve, and we love working alongside people who are willing to try new things. Code reviews, writing unit tests, and belief in the value of coding standards are only some of our core engineering values. We recognize achievement, promote from within, and encourage professional growth, collaboration, knowledge sharing and fun.   ","email":"jobs@databox.com","yeaProgrammingLanguages":"see requirements\nzačetnik","__v":0,"id":"614ae2a5bb1f53af53d7a616"},{"programmingLanguages":[],"_id":"614ae2a5bb1f53af53d7a614","title":"Senior Frontend Engineer ","numberOfJob":4295,"employer":" Databox Inc.","dateFrom":"8. sep 2021 ob 15:50:56","placilo":"2000 Eur/mon","lokacija":"Ptuj","zahteve":"Requirements\n\nAs a senior frontend engineer, your development skills will help us improve everything from our signup process, our onboarding process, and especially our core user-facing product features (data visualizations, interactive dashboard editor...).\n\n \nYou will:\nwork closely with our product managers and engineers to develop product features and user interfaces\ntranslate designs/mockups into fully responsive prototypes\nwrite and maintain clean, reusable and maintainable code\ntest and identify performance problems\nwork with our backend team and customer success team to troubleshoot customer support issues\ncooperate with other teams to come up with the best technical solutions for new features\nwork with tools and technologies like EmberJS, LESS, Github, CircleCI and Docker on a regular basis\n\n\nYou should have:\n\nExtended (3+ years) experience with frontend web development\nExperience with single-page web apps and Javascript frameworks\nWillingness to learn new things and solve problems in a quick-changing and challenging environment, highly motivated, proactive, and pragmatic\nGood communication skills\nKnowledge of web standards (REST) and web security\nBasic knowledge of git and how Github works","kontakt":"jobs@databox.com ","maximumPlacilo":2000,"opisDelovnegaMesta":"Databox, a fast-growing software company that helps other companies monitor and improve their business performance, is going to give an opportunity to enthusiastic individuals to help us scale our systems from thousands to millions of users. We are looking for a man or a woman who wants to be a part of a fast-paced-team that is continuously learning and challenging ourselves- building a technically-superior product that is loved by business users. We are always exploring new tools and ideas as our needs evolve, and we love working alongside people who are willing to try new things. Code reviews, writing unit tests, and belief in the value of coding standards are only some of our core engineering values. We recognize achievement, promote from within, and encourage professional growth, collaboration, knowledge sharing, and fun.    Our product team includes experts in design, integrations, frontend, mobile, and backend engineering. Because our application is used to visualize performance data on multiple devices (mobile, web, TV, and more) from 100s of other software systems, UI and UX design is a major focus of ours that has helped us win multiple design awards and constant praise from our users.   ","email":"jobs@databox.com","yeaProgrammingLanguages":"see requirements\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a614"},{"programmingLanguages":[],"_id":"614ae2a5bb1f53af53d7a612","title":"Senior Backend Engineer ","numberOfJob":4296,"employer":" Databox Inc.","dateFrom":"8. sep 2021 ob 15:53:08","placilo":"2000 Eur/mon","lokacija":"Ptuj","zahteve":"Requirements: \n\n4+ years of experience with PHP and/or java EE in production applications\nExperience with Java EE development, generics, JPA, Hibernate, REST, and Maven/Gradle\nExperience working with at least one relational database (preferably PostgreSQL)\nA solid understanding of OO and MVC design principles, RESTful APIs, caching concepts, the HTTP protocol, and general web architecture\nAbility to write clear and concise code that your teammates can understand and build upon\nAbility to write efficient code that performs at scale\nAbility to own and build independent services\nAbility to learn quickly, take initiative, work independently and handle the pressures of an increasing level of responsibility\nAbility to detect and find solutions to tech debt and performance problems\nExperience using Git or another version of control software\n\n\nNice to have:\n\nBig Data or Analytics experience\nExperience with subscription platforms and/or payment processors (Stripe)\nContributions to open-source projects or personal projects","kontakt":"jobs@databox.com ","maximumPlacilo":2000,"opisDelovnegaMesta":"Databox, a software company that helps other companies monitor, report and improve their business performance, is looking for a Senior Backend Engineer to join our product team in Ptuj, Slovenia, to help us scale our systems from thousands to millions of users.   We are looking for a senior engineer that wants to be a part of a fast-paced team - that is continuously learning and challenging ourselves - building a technically-superior product that is loved by business users.  Our product team includes experts in UI/UX design, front-end, mobile and backend engineering. We launch applications and features from scratch using the latest technologies and agile software development principles. We're still a pretty small team and are looking for an engineer who feels good wearing many hats. A self-starter who is willing to jump headfirst into the codebase and begin making improvements immediately would be the ideal candidate for this role.  About our Engineering Team:  Our backend infrastructure is split into several major components including data calculations (crunching user data), data rendering, application business logic and other traditional MVC components. The majority of our applications and services are built using PHP and NodeJS. PostgreSQL is used for our main database and our data warehouse. Our warehouse is growing rapidly and loading, transforming and calculating the data is becoming more and more challenging. We believe the experience of a skilled engineer can give us the extra boost in these areas.  We are always exploring new tools and ideas as our needs evolve, and we love working alongside people who are willing to try new things. Code reviews, writing unit tests, and belief in the value of coding standards are only some of our core engineering values. We recognize achievement, promote from within, and encourage professional growth, collaboration, knowledge sharing and fun.      ","email":"jobs@databox.com","yeaProgrammingLanguages":"see requirements\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a612"},{"programmingLanguages":[],"_id":"614ae2a5bb1f53af53d7a610","title":"Project Manager ","numberOfJob":4297,"employer":" Databox Inc.","dateFrom":"8. sep 2021 ob 15:56:44","placilo":"1800 Eur/mon","lokacija":"Ptuj","zahteve":"REQUIREMENTS\n\nThe best candidates will excel at the following:\n\n3+ years of hands-on experience as a project manager\nPractical knowledge of any of project management tools (like Jira, Asana, Trello,...)\nDemonstrated ability to think strategically and act tactically\nProficiency working with cross-functional business stakeholders and technical teams\nAbility to streamline ambiguous situations and execute multiple, complex initiatives with precision and urgency\nConfidence presenting and regularly reporting on initiatives across all levels of the organization\nBonus points if you have experience in managing projects in IT companies and understanding the basics of IT development and SaaS products\n \nAdditional skills needed:\n\nAbility to thrive in a fast-paced, entrepreneurial, start-up environment\nGetting things done attitude\nStrong communication and interpersonal skills\nAnalytics and troubleshooting skills\nProject Management experience\nClose attention to detail","kontakt":"jobs@databox.com","maximumPlacilo":1800,"opisDelovnegaMesta":"Databox, a fast-growing software company that helps other companies monitor and improve their business performance, is looking for a Project Manager to help us manage projects across different product and engineering teams.  Databox is disrupting the $16B Business Analytics and Intelligence by providing a free-to-start, easy-to-setup option for small and medium-sized businesses who want to track performance metrics from popular business software tools in one application on any device. Join us and help us deliver business intelligence to the millions of companies who are desperate for a way to predictably improve their company’s performance using data.  We are looking for a Project Manager to join our Product & Engineering team. This is a highly collaborative role that requires effective & consistent communication with all team members, risk management, and high-pace development planning skills.  As a Project Manager you will:  Plan, monitor, control and report on several projects throughout the whole project life-cycle. Create long- and short-terms project plans and impacts Define milestones and to due dates according to resources and other timelines Make effective decisions when presented with multiple options for how to progress within the project. Assist in managing the internal tooling and workflow creation process. Practice holistic ownership and manage day-to-day operational aspects of projects and ensure initiatives are delivering on schedule, and within scope. Ensure a broader viewpoint is held, balancing perspectives - understanding other initiatives that are running parallel and ensuring proper overlap and communication between projects. Assist in managing the product roadmap and project planning. Communicate closely with all team members and stakeholders   ","email":"jobs@databox.com","yeaProgrammingLanguages":"see requirements\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a610"},{"programmingLanguages":["javascript","java","html","css"],"_id":"614ae2a5bb1f53af53d7a60e","title":"Frontend razvijalec ","numberOfJob":4301,"employer":" Nito d.o.o. (Loop Email)","dateFrom":"9. sep 2021 ob 14:47:27","placilo":"3000 - 5000 Eur/mon","lokacija":"Ljubljana, remote","zahteve":"- Izkušnje z razvojem za splet (JavaScript, Angular, HTML, CSS). Minimalno 1 leto delovnih izkušenj.\n- Aktivno znanje angleškega jezika.\n- Dober občutek za uporabniški vmesnik in uporabniško izkušnjo.\n- Natančnost, sistematičnost in sodelovanje v timu.\n- Radovednost, energijo in pozitivno naravnanost\n- Pripravljenost na osebno in profesionalno rast","kontakt":"careers@intheloop.io\nhttps://www.intheloop.io/careers/","maximumPlacilo":5000,"opisDelovnegaMesta":"Loop Email (www.intheloop.io) je mednarodni startup z lokacijami v Londonu, Pragi in Ljubljani. Imamo vročo pozicijo na globalnem trgu, stranke iz celega sveta in več milijonsko investicijo.   V svoje vrste vabimo JavaScript in Angular razvijalce, ki bi se radi pridružili naši ekipi. Razvoj poteka v Electron okolja. Lahko si front-end, back-end ali full-stack razvijalec :) Iščemo študenta ali redno zaposlenega za daljše časovno obdobje. Uspešnim študentom nudimo zaposlitev za nedoločen čas v Ljubljani s 3 mesečnim poizkusnim obdobjem. Izzivov in možnosti za rast je ogromno. ","email":"https://www.intheloop.io/careers/","yeaProgrammingLanguages":"JavaScript\nnapredno znanje\nHTML, CSS\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a60e"},{"programmingLanguages":["python","c#"],"_id":"614ae2a5bb1f53af53d7a60c","title":"Backend razvijalec (C#, Python) ","numberOfJob":4302,"employer":" Nito d.o.o. (Loop Email)","dateFrom":"9. sep 2021 ob 14:53:17","placilo":"3000 - 5000 Eur/mon","lokacija":"Ljubljana, remote","zahteve":"- Izkušnje z razvojem za .NET C# in/ali Python. Minimalno 1 leto delovnih izkušenj.\n- Izkušnje z uporabo sodobnih ne-relacijskih baz (Couchbase, ElasticSearch, MongoDB) so plus\n- Izkušnje oz želja po poznavanju Amazon EC2 storitev\n- Dobro poznavanje konceptov objektno usmerjenega programiranja\n- Aktivno znanje angleškega jezika\n- Natančnost, sistematičnost in sodelovanje v timu.\n- Radovednost, energijo in pozitivno naravnanost\n- Pripravljenost na osebno in profesionalno rast","kontakt":"careers@intheloop.io\nhttps://www.intheloop.io/careers/","maximumPlacilo":5000,"opisDelovnegaMesta":"Loop Email (www.intheloop.io) je mednarodni startup z lokacijami v Londonu, Pragi in Ljubljani. Imamo vročo pozicijo na globalnem trgu, stranke iz celega sveta in več milijonsko investicijo.   V svoje vrste vabimo backend razvijalce, ki bi se radi pridružili naši ekipi. Kandidat bo del skupine, zadolžene za razvoj strežniških storitev Loop Email aplikacije, ki teče na AWS EC2 oblaku. Prednost imajo kandidati s poznavanjem sodobnih ne-relacijskih baz (Couchbase, ElasticSearch, MongoDB) in Amazon EC2 storitev. Iščemo full-timerja (študent ali redno zaposlen). Nudimo zaposlitev za nedoločen čas v Ljubljani s 3 mesečnim poizkusnim obdobjem. Izzivov in možnosti za rast je ogromno. ","email":"https://www.intheloop.io/careers/","yeaProgrammingLanguages":".NET C#\nnapredno znanje\nPython\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a60c"},{"programmingLanguages":["java","c#","html"],"_id":"614ae2a5bb1f53af53d7a60a","title":"Microsoft CRM/Sharepoint Developer (ž/m) ","numberOfJob":4303,"employer":" Actual I.T. d.d.","dateFrom":"9. sep 2021 ob 15:42:49","placilo":"Po dogovoru","lokacija":"Koper in/ali Ljubljana","zahteve":"Izobrazba računalniške ali tehnične smeri.\n- Ustrezne delovne izkušnje.\n- Ustrezna znanja na področju razvoja aplikacij z uporabo Microsoft orodji.\n- Sposobnost načrtovanja poslovnega procesa in integracije z uporabno Dynamic 365 platforme.\n- Izkušnje v načrtovanju novih arhitektur.\n- Zmožnost vodenja samostojnih projektov od arhitekturnega dela do prilagajan  v okoljih Microsoft D365 for Customer Engagement in Microsoft Sharepoint.\n- Zmožnost izgradnje dodatnih funkcionalnosti glede na specifično industrijo.\n- Znanje programiranja v C#, Web-Services, HTML5, Java script, Database.\n- Izkušnje z CRM aplikacijami oziroma katerimi drugimi bi bila prednost.\n- Zmožnost analitičnega razmišljanja v želji reševanja izzivov.\n- Dobre komunikacijske lastnosti.\n- Timska usmerjenost.\n- Veselje do učenja in ciljno usmerjenost.","kontakt":"V kolikor se prepoznate v zgornjem zapisu, vas vljudno vabimo, da nas v to prepričate in nam svojo prijavo (motivacijsko pismo in CV) pošljete čimprej na e-naslov: kadrovska.sluzba@actual.si.\nVaše prijave bomo obravnavali zaupno in v skladu z veljavno zakonodajo na področju varstva osebnih podatkov.","maximumPlacilo":0,"opisDelovnegaMesta":"- Skrb za razvoj in optimizacijo poslovnih procesov, s poudarkom na prodajnih in upravljavskih procesih. - Priprava in razvoj rešitev glede na zahteve komerciale. - Nadzor in spremljanje delovanja aplikacije CRM/SharePoint.  ","email":"kadrovska.sluzba@actual.si","yeaProgrammingLanguages":"Programiranje v C#, Web-Services, HTML5, Java script, Database.\nnapredno znanje\nZmožnost analitičnega razmišljanja.\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a60a"},{"programmingLanguages":["java"],"_id":"614ae2a5bb1f53af53d7a608","title":"Java razvijalec ","numberOfJob":4304,"employer":" i-Rose d.o.o.","dateFrom":"10. sep 2021 ob 13:22:02","placilo":"1500 - 0025 Eur/mon","lokacija":"Ljubljana, Celje","zahteve":"- izobrazba: V., VI/I., VI/II., VII.\n- izkušnje: 1-3 let\n- zelo dobro znanje angleškega jezika\n- poznavanje programskega jezika Java in sistemov Linux\n- obvladovanje pomembnejših Java specifikacij in platform: JPA, Spring, EJB\n- razumevanje in uporaba Java Design Patterns\n- poznavanje WS SOAP, REST\n- poznavanje build procesov, orodij Maven in Gradle\n- ambicioznost\n- želja do nenehnega učenja in osebne rasti","kontakt":"Pošljite nam vaš CV in prijavo na delovno mesto na elektronski naslov zaposlitev@i-rose.si.","maximumPlacilo":25,"opisDelovnegaMesta":"Vas zanima dinamično delo v mladem kolektivu? Si želite novih izzivov? Ste samoiniciativni in dobro delujete v ekipi? Vas zanima informacijska tehnologija? Ste kreativni?  Če ste na zgornja vprašanja odgovorili z DA nas hitro kontaktirajte. Morda prosto delovno mesto Java razvijalec čaka prav na vas. Zaradi povečanega obsega dela namreč zaposlujemo!  Podjetje i-Rose, d.o.o. je tehnološko inovativno podjetje, katerega osnovna dejavnost je razvoj programske opreme po naročilu in za končne uporabnike. Sodelujmo z vodilnimi slovenskimi tehnološkimi podjetji, prav tako izvajamo projekte s partnerji v tujini (Irska, Češka in Avstrija). Smo dinamični, zanesljivi ter prilagodljivi.  OPIS DELOVNEGA MESTA Naloge in odgovornosti: - načrtovanje in design aplikativnih rešitev - programiranje middleware in Android aplikacij ","email":"zaposlitev@i-rose.si","yeaProgrammingLanguages":"Java\nzačetnik\nJPA, Spring, EJB\nzačetnik\nWS SOAP, REST\nzačetnik","__v":0,"id":"614ae2a5bb1f53af53d7a608"},{"programmingLanguages":["python","javascript","java","angular","c#","react","jquery","node.js","node","html","css","php"],"_id":"614ae2a5bb1f53af53d7a606","title":"Web razvijalec ","numberOfJob":4305,"employer":" i-Rose d.o.o.","dateFrom":"10. sep 2021 ob 13:29:33","placilo":"1000 - 1700 Eur/mon","lokacija":"Ljubljana, Celje","zahteve":"- izobrazba: V., VI/I., VI/II., VII.\n- zaželene izkušnje\n- zelo dobro znanje angleškega jezika\n- potrebno je poznavanje: HTML, CSS, JavaScript, React ali Angular, REST\n- zaželeno je poznavanje: jQuery, Python, Node.js, Java ali C#, PHP\n- ambicioznost\n- želja do nenehnega učenja in osebne rasti","kontakt":"Pošljite nam vaš CV in prijavo na delovno mesto na elektronski naslov zaposlitev@i-rose.si.","maximumPlacilo":1700,"opisDelovnegaMesta":"Vas zanima dinamično delo v mladem kolektivu? Si želite novih izzivov? Ste samoiniciativni in dobro delujete v ekipi? Vas zanima informacijska tehnologija? Ste kreativni?  Če ste na zgornja vprašanja odgovorili z DA nas hitro kontaktirajte. Morda prosto delovno mesto Web razvijalec čaka prav na vas. Zaradi povečanega obsega dela namreč zaposlujemo!  Podjetje i-Rose, d.o.o. je tehnološko inovativno podjetje, katerega osnovna dejavnost je razvoj programske opreme po naročilu in za končne uporabnike. Sodelujmo z vodilnimi slovenskimi tehnološkimi podjetji, prav tako izvajamo projekte s partnerji v tujini (Irska, Češka in Avstrija). Smo dinamični, zanesljivi ter prilagodljivi.  OPIS DELOVNEGA MESTA Naloge in odgovornosti: - Razvijanje web aplikacij ","email":"zaposlitev@i-rose.si","yeaProgrammingLanguages":"HTML, CSS, JavaScript, React ali Angular, REST\nzačetnik\njQuery, Python, Node.js, Java ali C#, PHP\nzačetnik","__v":0,"id":"614ae2a5bb1f53af53d7a606"},{"programmingLanguages":["python","javascript","java","angular","c#","react","jquery","node.js","node","html","css","php"],"_id":"614ae2a5bb1f53af53d7a604","title":"Android razvijalec ","numberOfJob":4306,"employer":" i-Rose d.o.o.","dateFrom":"10. sep 2021 ob 13:32:00","placilo":"1000 - 1700 Eur/mon","lokacija":"Ljubljana, Celje","zahteve":"- izobrazba: V., VI/I., VI/II., VII.\n- zaželene izkušnje\n- zelo dobro znanje angleškega jezika\n- potrebno je poznavanje: HTML, CSS, JavaScript, React ali Angular, REST\n- zaželeno je poznavanje: jQuery, Python, Node.js, Java ali C#, PHP\n- ambicioznost\n- želja do nenehnega učenja in osebne rasti","kontakt":"Pošljite nam vaš CV in prijavo na delovno mesto na elektronski naslov zaposlitev@i-rose.si.","maximumPlacilo":1700,"opisDelovnegaMesta":"Vas zanima dinamično delo v mladem kolektivu? Si želite novih izzivov? Ste samoiniciativni in dobro delujete v ekipi? Vas zanima informacijska tehnologija? Ste kreativni?  Če ste na zgornja vprašanja odgovorili z DA nas hitro kontaktirajte. Morda prosto delovno mesto Android razvijalec čaka prav na vas. Zaradi povečanega obsega dela namreč zaposlujemo!  Podjetje i-Rose, d.o.o. je tehnološko inovativno podjetje, katerega osnovna dejavnost je razvoj programske opreme po naročilu in za končne uporabnike. Sodelujmo z vodilnimi slovenskimi tehnološkimi podjetji, prav tako izvajamo projekte s partnerji v tujini (Irska, Češka in Avstrija). Smo dinamični, zanesljivi ter prilagodljivi.  OPIS DELOVNEGA MESTA Naloge in odgovornosti: - Razvijanje web aplikacij ","email":"zaposlitev@i-rose.si","yeaProgrammingLanguages":"HTML, CSS, JavaScript, React ali Angular, REST\nzačetnik\njQuery, Python, Node.js, Java ali C#, PHP\nzačetnik","__v":0,"id":"614ae2a5bb1f53af53d7a604"},{"programmingLanguages":["sql","html","css"],"_id":"614ae2a5bb1f53af53d7a602","title":"Junior Marketing Automation Specialist ","numberOfJob":4307,"employer":" Agilcon d.o.o.","dateFrom":"10. sep 2021 ob 14:20:27","placilo":"1300 Eur/mon","lokacija":"Ljubljana in delo od doma","zahteve":"Ključne kompetence:\n- Poznavanje digitalnega marketinga (e-mail marketing, družabna omrežja, digitalno oglaševanje, analitika, lead generation in lead nurturing strategije)\n- Poznavanje sodobnih orodij za marketinško avtomatizacijo (načrtovanje customer journeys in audiences, priprava marketinških avtomatizacij)\n- Pripravljenost za učenje in spoznavanje novih tehnologij\n\nPrednost bodo imeli kandidati z osnovnim poznavanjem SQL, HTML in CSS\n\nZahtevane izkušnje:\n- Vsaj 1 leto izkušenj na področju digitalnega marketinga ali delo na področju CRM sistemov s perspektivo učenja v marketinški smeri\n\nPoleg zgoraj naštetega štejejo tudi:\n- Dobre analitične sposobnosti in samoiniciativnost pri reševanju problemov\n- Sposobnost dobrega upravljanja s časom in organiziranost\n- CIljna usmerjenost in sposobnost (so)delovanja v timu, odlične komunikacijske sposobnosti\n- Aktivno znanje angleškega jezika\n\nOdgovornosti:\n- Razvoj, testiranje in predaja v uporabo visoko prilagodljivih rešitev v marketinških orodjih\n- Tesno sodelovanje z ekipo produktnih vodij, programerjev in arhitektov pri razvoju novih funkcionalnosti\n- (Občasno) komuniciranje z naročniki","kontakt":"Če se prepoznate v opisu in menite, da vas moramo spoznati, oddajte svojo prijavo preko obrazca na spletni strani https://www.agilcon.com/sl/zaposlitev/junior-marketing-automation-specialist/ ali nas kontaktirajte na novi.izzivi@agilcon.si","maximumPlacilo":1300,"opisDelovnegaMesta":"Oprezaš za novimi kariernimi izzivi? Poznaš zakonitosti marketinške avtomatizacije in sodobna orodja, ki se pri tem uporabljajo? Potem ne smeš zamuditi priložnosti za prijavo na prosto delovno mesto, ki je pred tabo!  V svojo ekipo vabimo sodelavca/ko, ki bo skrbel/a za testiranje in predajo v uporabo visoko prilagodljivih rešitev v marketinških orodjih. ","email":"https://www.agilcon.com/sl/zaposlitev/junior-marketing-automation-specialist/","yeaProgrammingLanguages":"CRM\npredhodno znanje ni potrebno\nHTML\nzačetnik\nSQL\nzačetnik\nCSS\nzačetnik","__v":0,"id":"614ae2a5bb1f53af53d7a602"},{"programmingLanguages":["java","sql"],"_id":"614ae2a5bb1f53af53d7a600","title":"Software Developer ","numberOfJob":4308,"employer":" Agilcon d.o.o.","dateFrom":"10. sep 2021 ob 14:22:45","placilo":"1300 Eur/mon","lokacija":"Ljubljana in delo od doma","zahteve":"- Izkušnje in razumevanje jezikov Java, JavaScript (poznavanje SQL, JSON, CSS, XML, AJAX tehnik je **prednost**)\n- Razumevanje objektno usmerjenega programiranja in izkušnje z vsaj enim od OOP jezikov (Java, C#, Python)\n- Osnovno poznavanje zalednih sistemov, integracijskih vmesnikov, web in mobilnih tehnologij\n- Dobre komunikacijske veščine\n- Sposobnost prepoznavanja želja in potreb strank\n\nPrednost bodo imeli kandidati, ki:\n- Poznajo koncept CRM in/ali HRM rešitev\n- Imajo izkušnje s sodelovanje s strankami in uvajanjem IT rešitev\n\nPoleg zgoraj naštetih šteje tudi naslednje:\n- Radovednost, energija in pozitivna naravnanost\n- Sposobnost (so)delovanja v timu\n- Analitične sposobnosti in sposobnost dobrega upravljanja s časom\n- Aktivno znanje angleškega jezika","kontakt":"Če se prepoznate v opisu in menite, da vas moramo spoznati, oddajte svojo prijavo preko obrazca na https://www.agilcon.com/sl/zaposlitev/software-developer/ ali nas kontaktirajte na novi.izzivi@agilcon.si","maximumPlacilo":1300,"opisDelovnegaMesta":"Pridruži se timu specialistov, ki narekujejo trende razvoja rešitev Salesforce v regiji.  V svojo ekipo vabimo programerje, ki se bodo pridružili našim Gecko HRM, CRM in Customer Success ekipam. Pri razvoju novih funkcionalnosti bodo tesno sodelovali z ekipo inženirjev, produktnih vodij in arhitektov. Delo je primerno za vse razvijalce, ki bi se radi ustalili v udobnem okolju, ki pa vam bo kljub temu dopuščalo prostor za napredovanje in učenje. Veseli bomo tudi tistih, ki svojo kariero šele začenjate in ste željni nabiranja izkušenj!  Če nisi prepričan/a, v katerem delu naše razvijalske ekipe bi se najbolje znašel/a, oddaj svojo prijavo za Software Developerja in skupaj bomo ugotovili, katero delovno mesto je najprimernejše zate. ","email":"https://www.agilcon.com/sl/zaposlitev/software-developer/","yeaProgrammingLanguages":"CRM\npredhodno znanje ni potrebno\nJava\nzačetnik\nOOP\nzačetnik\nSQL\nzačetnik","__v":0,"id":"614ae2a5bb1f53af53d7a600"},{"programmingLanguages":["javascript","java","sql","html"],"_id":"614ae2a5bb1f53af53d7a5fe","title":"Full-stack Developer ","numberOfJob":4309,"employer":" Agilcon d.o.o.","dateFrom":"10. sep 2021 ob 14:25:03","placilo":"1300 Eur/mon","lokacija":"Ljubljana in delo od doma","zahteve":"Tehnične spretnosti:\n- Razumevanje objektno usmerjenega programiranja in izkušnje z vsaj enim od OOP jezikov (Java, C#, Python)\n- Izkušnje in razumevanje jezikov HTML, Javascript, CSS\n- Poznavanje podatkovnih tehnologij kot je SQL, PL/SQL in relacijskega podatkovnega dizajniranja\n- Osnovno poznavanje zalednih sistemov, integracijskih vmesnikov in web tehnologij\n\nPrednost bodo imeli kandidati, ki imajo:\n- Izkušnje z avtomatskim testiranjem, unit testi, funkcionalni testi (JUnit, JSUnit &#8230;)\n- Izkušnje s sistemi za nadzor izvorne kode (GIT, git flow)\n- Osnovno poznavanje Salesforce platforme\n- Osnovno poznavanje rešitev CRM in/ali HRM\n\nPoleg zgoraj naštetih šteje tudi naslednje:\n- Sposobnost sodelovanja v (super) ekipi\n- Želja po nenehnem učenju in spoznavanju novih tehnologij\n- Analitične sposobnosti ter sposobnosti dobrega upravljanja s časom\n- Aktivno znanje angleškega jezika\n\nOdgovornosti:\n- Razvoj, testiranje in predaja v uporabo visoko prilagodljivih rešitev\n- Tesno sodelovanje z ekipo inženirjev, produktnih vodij, arhitektov pri razvoju novih funkcionalnosti\n- Komuniciranje s strankami (občasno)","kontakt":"Če se prepoznate v opisu in menite, da vas moramo spoznati, oddajte svojo prijavo preko obrazca na https://www.agilcon.com/sl/zaposlitev/full-stack-salesforce/ ali nas kontaktirajte na novi.izzivi@agilcon.si","maximumPlacilo":1300,"opisDelovnegaMesta":"Zaradi vse večjega števila projektov in hitre rasti podjetja v svojo mlado ekipo razvijalskih strokovnjakov vabimo full-stack razvijalca, ki se bo pridružil ekipi za razvoj, testiranje in predajo v uporabo rešitev Gecko HRM in Salesforce CRM. Veselimo se tako sodelovanja z juniorji, kot s programerskimi starimi mački. ","email":"https://www.agilcon.com/sl/zaposlitev/full-stack-salesforce/","yeaProgrammingLanguages":"CRM\npredhodno znanje ni potrebno\nJava\nzačetnik\nHTML5\nzačetnik\nJavaScript\nzačetnik\nSQL\nzačetnik","__v":0,"id":"614ae2a5bb1f53af53d7a5fe"},{"programmingLanguages":["java","sql"],"_id":"614ae2a5bb1f53af53d7a5fc","title":"Back-end Developer ","numberOfJob":4310,"employer":" Agilcon d.o.o.","dateFrom":"10. sep 2021 ob 14:27:00","placilo":"1300 Eur/mon","lokacija":"Ljubljana in delo od doma","zahteve":"- Razumevanje in izkušnje z objektno usmerjenim programiranjem in izkušnje z vsaj enim izmed OOP jezikov (Java, C#, Python)\n- Izkušnje in osnovno razumevanje jezikov XML, SQL in JSON\n- Izkušnje z avtomatskim testiranjem, unit testi, funkcionalni testi (JUnit, JSUnit &#8230;)\n\nPrednost bodo imeli kandidati, ki imajo:\n- Izkušnje s sistemi za nadzor izvorne kode (GIT, git flow)\n- Izkušnje na področju SOAP in REST API tehnologij\n- Razvojne izkušnje na CRM ali ERP platformi\n\nKljučne so tudi naslednje lastnosti:\n- Radovednost, energija in pozitivno naravnanost\n- Sposobnost (so)delovanja v timu\n- Aktivno znanje angleškega jezika","kontakt":"Če se prepoznate v opisu in menite, da vas moramo spoznati, oddajte svojo prijavo preko obrazca na https://www.agilcon.com/sl/zaposlitev/back-end-salesforce/ ali nas kontaktirajte na novi.izzivi@agilcon.si\n\nKlasifikacija delovnega mesta","maximumPlacilo":1300,"opisDelovnegaMesta":"Ker hitro rastemo in imamo vse več odprtih projektov, iščemo back-end razvijalce s poznavanjem zalednih sistemov, integracijskih vmesnikov in tehnologij (Java, SQL …).  Vaša odgovornost bo razvoj zaledja Salesforce aplikacij, testiranje in predaja v uporabo visoko prilagodljivih rešitev CRM in HRM funkcionalnosti, ki bodo uporabnikom olajšale delovne procese.  V naši ekipi je dovolj prostora tako za juniorje, kot tiste bolj izkušene. ","email":"https://www.agilcon.com/sl/zaposlitev/back-end-salesforce/","yeaProgrammingLanguages":"CRM\npredhodno znanje ni potrebno\nJava\nzačetnik\nSQL\nzačetnik","__v":0,"id":"614ae2a5bb1f53af53d7a5fc"},{"programmingLanguages":[],"_id":"614ae2a5bb1f53af53d7a5fa","title":"System Administrator Linux/AWS ","numberOfJob":4311,"employer":" Sportradar d.o.o.","dateFrom":"10. sep 2021 ob 16:26:25","placilo":"2500 - 5000 Eur/mon","lokacija":"Ljubljana","zahteve":"Hands-on experience in one or more of the following:\n- Experience working with public cloud infrastructures like AWS, Azure, or GCP\n- Linux administration\n- Monitoring tools such as Prometheus, InfluxDB, PagerDuty, Zabbix, etc.\n- Cloud provisioning tools like CloudFormation, Terraform, Azure RM, etc.\n- Container orchestration with Kubernetes\n- Configuration management tools like Puppet, Chef, Ansible, etc.\n- Database technologies and database services in AWS (MySQL in particular)\n- Servers and proxies such as Nginx, HAProxy, Varnish\n- Message broker technologies, RabbitMQ, Kafka\n- Scripting and writing automation tools (Bash, Go, Ruby, etc.)\n\nYour profile:\n- Have a relevant higher education\n- Want to learn more about cloud providers and their services\n- Have a Master or Bachelor Degree in computer science or equivalent experience\n- Have good written and spoken business English is a must\n- Have the willingness to learn new technologies and share technical knowledge\n- Are a positive, team player with a can-do attitude","kontakt":"Apply directly via: https://sportradar.wd3.myworkdayjobs.com/en-US/sportradar_careers/job/Ljubljana/System-Administrator-Linux-AWS_JREQ2131\nor send an email to tina.strus@sportradar.com","maximumPlacilo":5000,"opisDelovnegaMesta":"As a System administrator in Sportradar, you will be part of Sportradar's global team. The team works closely with developers, security, DevOps, and Architects.  Sportradar invests heavily in automation and accessibility services. We are therefore looking for a new team member who can implement and maintain such services. Our server infrastructure consists of thousands of physical and virtual machines, includes managed services, Kubernetes clusters, and spans several physical data centers as well as Amazon Web Services (AWS). We are expanding our virtual infrastructure with container orchestration through Kubernetes and explore managed services with our cloud provider.  You will work with the solutions of the future in the sports, media, and betting industry. You will collaborate with developers on technical architecture and the implementation of new products and services.  THE CHALLENGE: - Collaborate on technical architecture and implementation of new products and services - Search, select and implement new tools and technologies that make life easier - Keep things running by continuous monitoring, alerting, and catching spots to improve  About Sportradar: Sportradar is on a journey! We’ve adopted the Spotify model to empower our people; we value local decision making. Tribes have defined tech stacks and ways of working however with continuous improvement in our DNA we’ve created ‘make it better time’ where you get to shape our future stack and ways of working, as well as work on the problems you care about it or improve your own skills. We are actively adopting test-driven development as it matches our engineering principle ‘if it’s not tested, its broken’. We follow a cloud native strategy; managed services enable us to focus on the problems that interest us most – and we invest in our people with AWS training as we recognize the skills modern developers need to succeed. We’ve a preference for modern lightweight microservices; we leverage the right tools for the job. If this sounds interesting, we should talk. ","email":"https://sportradar.wd3.myworkdayjobs.com/en-US/sportradar_careers/job/Ljubljana/System-Administrator-Linux-AWS_JREQ2131\nor","yeaProgrammingLanguages":"Linux\nnapredno znanje\nCloud Computing\nzačetnik","__v":0,"id":"614ae2a5bb1f53af53d7a5fa"},{"programmingLanguages":[],"_id":"614ae2a5bb1f53af53d7a5f8","title":"Technical Writer ","numberOfJob":4312,"employer":" Sportradar d.o.o.","dateFrom":"10. sep 2021 ob 16:45:42","placilo":"2500 Eur/mon","lokacija":"Ljubljana","zahteve":"- 2-3 years of industry experience as an effective technical writer.\n- Previous software development experience.\n- Superior written and verbal communication skills, with a keen eye for detail.\n- Ability to quickly learn and understand complex topics.\n- Experience creating visuals and diagrams for technical support content.\n- Experience using tools to create technical documentation.","kontakt":"Apply directly via: https://sportradar.wd3.myworkdayjobs.com/en-US/sportradar_careers/job/Ljubljana/Technical-Writer_JREQ1536\nor send an email to tina.strus@sportradar.com","maximumPlacilo":2500,"opisDelovnegaMesta":"We are looking for a diligent Technical Writer interested in sports and betting who would like to join our Managed Trading Services in Ljubljana/Slovenia. As a technical writer, you will be evaluating and analysing sometimes complex technical information and translating it into easily digestible technical documentation, procedures, and manuals.  Managed Trading Services(MTS) is a holistic solution that enables bookmakers to future-proof their business. The MTS team comprise the company's Trading Unit as part of a 100+ strong team of industry-experienced personnel, supported by Betradar's own trading and risk technology. They are responsible for providing bookmaker and platform provider clients of all sizes across the world with all the tools required to differentiate from the competition, improve efficiency and increase profit margins, whilst future proofing their business and securing it from risk. For more information about our Managed Trading Services, please visit https://www.betradar.com/managed-tradin...  THE CHALLENGE: - Develop comprehensive technical documentation that meets organisational standards. - Obtain a deep understanding of the product and internal services and translate complex technical information into simple and easily understandable content. - Independently gather information from subject matter experts and compile technical specifications, process documentation and procedure manuals. - Organise and maintain technical documentation section and library of the technical design specifications. - Revise existing documentation repository and determine the best solution for keeping it up to date. Evaluate current content and develop innovative approaches for improvement. ","email":"https://sportradar.wd3.myworkdayjobs.com/en-US/sportradar_careers/job/Ljubljana/Technical-Writer_JREQ1536\nor","yeaProgrammingLanguages":"technical writing\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a5f8"},{"programmingLanguages":["GO"],"_id":"614ae2a5bb1f53af53d7a5f6","title":"Razvijalec spletnih aplikacij ","numberOfJob":4314,"employer":" Pro Plus, d.o.o.","dateFrom":"14. sep 2021 ob 17:55:30","placilo":"2000 Eur/mon","lokacija":"Ljubljana","zahteve":"-\tIzkušnje s programiranjem v jeziku GO ali izkušnje s programiranjem v drugem primerljivem jeziku\n-\tPoznavanje MVC arhitekture ter REST in microservice sistemov\n-\tPoznavanje dela s podatkovnimi bazami (MySQL, Cassandra)\n-\tPoznavanje orodij za verzioniranje kode (git)","kontakt":"Za dodatne informacije ostajamo na razpolago na e-mail naslovu: hr@pop-tv.si","maximumPlacilo":2000,"opisDelovnegaMesta":"- Razvoj spletnih aplikacij za spletno stran 24ur.com - Razvoj spletnih aplikacij v programskem jeziku GO - Delo z najnovejšimi tehnologijami (npr. Docker, Kubernetes, mikroservisi) - Sodelovanje znotraj tima razvijalcev ","email":"hr@pop-tv.si","yeaProgrammingLanguages":"GO programski jezik\nzačetnik\nsorodni programski jeziki\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a5f6"},{"programmingLanguages":["vue","html","css"],"_id":"614ae2a5bb1f53af53d7a5f4","title":"Spletni programer (VUE.js ","numberOfJob":4315,"employer":" Akumen d.o.o","dateFrom":"15. sep 2021 ob 08:18:20","placilo":"15 Eur/mon","lokacija":"Ljubljana (ali od doma)","zahteve":"Znanje.\nIzkušnje.\nKvaliteto.\nSamostojnost.\nSamoinciativnost.\nDoslednost.","kontakt":"info@akumen.si","maximumPlacilo":15,"opisDelovnegaMesta":"Iščemo programerja za redno projektno delo (lahko pogodbeno preko s.p./ d.o.o, opcija tudi redna zaposlitev) na zanimivih projektih. Zahtevana/zaželjena znanja VUE.JS, html, HTML5, CSS3, jQuery, Bootstrap ipd. Poudarek na VUE.js  Zanimivi projekti, fleksibilen delovni čas, dobro plačilo. ","email":"info@akumen.si","yeaProgrammingLanguages":"VUE.js\nnapredno znanje\nCSS\nnapredno znanje\nhtml\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a5f4"},{"programmingLanguages":[],"_id":"614ae2a5bb1f53af53d7a5f2","title":"Razvijalec strojne programske opreme (m/ž) ","numberOfJob":4316,"employer":" Chipolo","dateFrom":"15. sep 2021 ob 08:21:09","placilo":"2000 Eur/mon","lokacija":"Trbovlje","zahteve":"Želena je visoka izobrazba tehnične smeri (elektrotehnika/elektronika) in najmanj 1 leto delovnih izkušenj na področju razvoja strojne programske opreme. Od tebe pričakujemo dobro razvite komunikacijske in organizacijske veščine, odlično sodelovanje v ekipi in prevzemanje odgovornosti za svoje delo.\n\n- Poznavanje osnov brezžičnih tehnologij BLE in UWB\n- Napredno poznavanje programskega jezika C za mikrokrmilnike\n- Napredno poznavanje programov Keil uVision in SEGGER Embedded Studio\n- Osnovno poznavanje programa Altium Designer\n- Zanesljivost, natančnost in samoiniciativa\n- Odgovornost do dela in rezultatov\n- Zanimanje za tehnologijo\n- Strast do razvojnega dela\n- Odlične komunikacijske sposobnosti v slovenskem in angleškem jeziku","kontakt":"Če bi se rad/a pridružila Chipolo ekipi, pošlji svoje kontaktne podatke, življenjepis (CV) ter nekaj primerov dosedanjega dela na jobs@chipolo.net z zadevo &#187;Razvijalec strojne programske opreme (tvoje ime)&#171;. Prijave sprejemamo do vključno 15. oktobra 2021.","maximumPlacilo":2000,"opisDelovnegaMesta":"Si želiš delati v hitrorastočem podjetju z mladim, ambicioznim kolektivom? Te mika soustvarjati produkte blagovne znamke, ki je prepoznavna na svetovnem nivoju? Te zanima razvoj z najnovejšimi tehnologijami na področju brezžičnih komunikacij BLE in UWB? Te zanima delo z novimi tehnologijami s strani podjetji kot sta Apple in Google? Potem je to odlična priložnost zate!  Iščemo kreativnega, ambicioznega razvijalca strojne in strojne programske opreme, ki ima že nekaj znanja, želi pa si več izkušenj in osebnega napredka. Tvoja najpomembnejša odgovornost bo razvoj strojne programske opreme in implementacija najnovejših brezžičnih tehnologij BLE in UWB. V skladu s širšo produktno strategijo boš pripravljal prototipe in skrbel za razvojni cikel ter projektno dokumentacijo. Prav tako pa boš tudi nudil podporo ostalim članom ekipe in s tem spoznal in pridobil izkušnje na vseh področjih razvoja strojne opreme, s čemer se ti bo kasneje odprla tudi možnost za napredovanje.  Vrsta zaposlitve: - Redna zaposlitev s 6-mesečnim poskusnim obdobjem. - Lokacija: Trbovlje  Delo obsega: - Razvoj strojne programske opreme na BLE in UWB platformah (Nordic Semiconductor, Dialog Semiconductor, NXP, Qorvo ipd.) - Zasnova in izdelava prototipov - Vodenje projektne dokumentacije - Sodelovanje pri postavljanju strategije razvoja strojne opreme ","email":"jobs@chipolo.net","yeaProgrammingLanguages":"Programski jezik C za mikrokrmilnike\nnapredno znanje\nProgram Keil uVision in Segger Embedded Studio\nnapredno znanje\nProgram Altium Designer\nzačetnik\nOsnove brezžičnih tehnologij BLE in UWB\nzačetnik","__v":0,"id":"614ae2a5bb1f53af53d7a5f2"},{"programmingLanguages":[],"_id":"614ae2a5bb1f53af53d7a5f0","title":"Vodja projektov / Scrum Master ","numberOfJob":4322,"employer":" Tovarna idej d.o.o.","dateFrom":"15. sep 2021 ob 14:46:09","placilo":"1500 Eur/mon","lokacija":"Maribor","zahteve":"- 2+ let izkušenj na primerljivem delovnem mestu (Scrum Master, Product Owner, programer, analitik, vodja projekta ...).\n- Dobro razvite organizacijske sposobnosti.\n- Razvite sposobnosti za hitro in učinkovito reševanje problemov.\n- Odlične komunikacijske, organizacijske in vodstvene sposobnosti.\n- Sposobnost analitičnega in kreativnega razmišljanja ter reševanja problemov.\n- Poznavanje agilnih metodologij razvoja produktov in vodenja projektov.\n- Znanje angleškega jezika.","kontakt":"Izkoristite izjemno priložnost za soustvarjanje  inovativnih in sodobnih digitalnih produktov, zato pošljite vašo prijavo s CVjem na: jobs@tovarnaidej.si.\n\n\nŠe nimate veliko izkušenj z vodenjem? Zaposlimo tudi junior vodjo projektov.","maximumPlacilo":1500,"opisDelovnegaMesta":"V Tovarni idej, kjer razvijamo digitalne produkte za naročnike kot so BMW, Porsche, Lidl, A1, Petrol ... iščemo kandidate z izkušnjami vodenja IT projektov ali z izkušnjami vodenja spletnih in mobilnih projektov.  Vaše ključne naloge bodo: - Planiranje, upravljanje in vodenje projektov razvoja programske opreme, od zasnove in načrtovanja do implementacije. - Vodenje projektne ekipe (načrtovalci uporabniške izkušnje, oblikovalci, programerji, QA testerji ... ). - Usmerjanje razvojne ekipe k ciljem projekta. - Spremljanje napredka projekta in skrb za kakovost. - Kontinuirana komunikacija in koordinacija aktivnosti z naročnikom in ekipo. - Sodelovanje pri pripravi predstavitev za naročnike . - Sodelovanje pri idejnih zasnovah projektov. ","email":"jobs@tovarnaidej.si","yeaProgrammingLanguages":"Vodenje projektov\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a5f0"},{"programmingLanguages":["node.js","node"],"_id":"614ae2a5bb1f53af53d7a5ee","title":"Senior Developer ","numberOfJob":4328,"employer":" Blocksi SAS-Podružnica Maribor","dateFrom":"16. sep 2021 ob 09:44:54","placilo":"3000 - 5000 Eur/mon","lokacija":"Maribor center ","zahteve":"- MERN ali MEVN stack\n- izkušnje z DOM, HTML, CSS, node.js, responsive design\n- tekoča komunikacija v angleščini\n- skrb za kakovostno kodo\n- izkušnje z Git, JIRA, agilnimi metodami (scrum)","kontakt":"careers@blocksi.net","maximumPlacilo":5000,"opisDelovnegaMesta":"Blocksi Inc. (ZDA) z razvojno skupino in pisarnami v središču Maribora je dolgoletni Googlov tehnološki partner in je na robu hitrega vzpona na področju spletnega izobraževanja. Covid-19 je prispeval k tej spremembi in trenutno zaposlujemo novo osebje. Iščemo senior developerja, ki ima željo po novih izzivih, mentoriranju, se ne boji legacy kode in je zavzet ter team player. Delo v EdTech in SaaS. ","email":"careers@blocksi.net","yeaProgrammingLanguages":"Node.js\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a5ee"},{"programmingLanguages":[],"_id":"614ae2a5bb1f53af53d7a5ec","title":"Vodja projektov ","numberOfJob":4329,"employer":" Blocksi SAS-Podružnica Maribor","dateFrom":"16. sep 2021 ob 09:48:57","placilo":"1500 Eur/mon","lokacija":"Maribor center ","zahteve":"- tesno sodelovanje z ekipo programerjev, QA, scrum master\n- načrtovanje, spremjanje, nadziranje in poročanje o celotnem ciklu projekta\n- ustvarjanje dolgoročne in kratkoročne projektne načrte in vplive\n- skrb za doseganje rokov\n- delo z Jiro in ostalimi frame - worki\n- izkušnje so prednost\n- odgovornost in skrb za zadovoljstvo podrejenih\n- samostojnost in proaktivnost\n- komunikacijske in organizacijske sposobnosti","kontakt":"careers@blocksi.net","maximumPlacilo":1500,"opisDelovnegaMesta":"Blocksi Inc. (ZDA) z razvojno skupino in pisarnami v središču Maribora je dolgoletni Googlov tehnološki partner in je na robu hitrega vzpona na področju spletnega izobraževanja. Covid-19 je prispeval k tej spremembi in trenutno zaposlujemo novo osebje. Iščemo Project managerja, ki ima željo po novih izzivih, ter občutek za delo z ljudmi in vodenje. ","email":"careers@blocksi.net","yeaProgrammingLanguages":"Scrum\nzačetnik\nJira\nzačetnik","__v":0,"id":"614ae2a5bb1f53af53d7a5ec"},{"programmingLanguages":[],"_id":"614ae2a5bb1f53af53d7a5ea","title":"Senior QA ","numberOfJob":4330,"employer":" Blocksi SAS-Podružnica Maribor","dateFrom":"16. sep 2021 ob 09:51:02","placilo":"3000 Eur/mon","lokacija":"Maribor center ","zahteve":"- izkušnje z razvojem programske opreme\n- dobro poznavanje orodij za avtomatizacijo, kot so selenium ali pupeeter ali podobno\n- izkušnje s uni testingom, integracijski test, ročnim testiranjem\n- sposobnost načrtovati in usmeriti Blocksi na popolno avtomatizirano testiranje in doseči 85% pokritost","kontakt":"careers@blocksi.net","maximumPlacilo":3000,"opisDelovnegaMesta":"Blocksi Inc. (ZDA) z razvojno skupino in pisarnami v središču Maribora je dolgoletni Googlov tehnološki partner in je na robu hitrega vzpona na področju spletnega izobraževanja. Covid-19 je prispeval k tej spremembi in trenutno zaposlujemo novo osebje. Iščemo izkušenega inžinirja za zagotavljanje kakovosti. ","email":"careers@blocksi.net","yeaProgrammingLanguages":"Selenium / Pupeteer\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a5ea"},{"programmingLanguages":["c++"],"_id":"614ae2a5bb1f53af53d7a5e8","title":"C++ Developer ","numberOfJob":4331,"employer":" Blocksi SAS-Podružnica Maribor","dateFrom":"16. sep 2021 ob 09:54:56","placilo":"3000 - 5000 Eur/mon","lokacija":"Maribor center ","zahteve":"Iščemo programerja ki:\n- dobro pozna programski jezik C++ ter ima tudi delovne izkušnje\n- ima izkušnje z razvojem programske opreme za Windows MSI in razvoj Microsoft Windows\n- ima sposobnost samostojnega reševanja izzivov ter razumevanja kompleksne kode\n- pozna principe in dobre prakse objektno orientiranega programiranja (OOP)\n\nDodatno:\n- izkušnje z web developmentom(Node.js) so velik plus","kontakt":"careers@blocksi.net","maximumPlacilo":5000,"opisDelovnegaMesta":"Blocksi Inc. (ZDA) z razvojno skupino in pisarnami v središču Maribora je dolgoletni Googlov tehnološki partner in je na robu hitrega vzpona na področju spletnega izobraževanja. Covid-19 je prispeval k tej spremembi in trenutno zaposlujemo nove programerje. Iščemo izkušenega C++ Developerja. ","email":"careers@blocksi.net","yeaProgrammingLanguages":"C++\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a5e8"},{"programmingLanguages":[],"_id":"614ae2a5bb1f53af53d7a5e6","title":"DevOps ","numberOfJob":4332,"employer":" Blocksi SAS-Podružnica Maribor","dateFrom":"16. sep 2021 ob 09:56:51","placilo":"3000 - 5000 Eur/mon","lokacija":"Maribor center ","zahteve":"- izkušnje s Kubernetes, CI/CD, GCP\n- prometheus / karma / pagerduty\n- tekoča komunikacija v angleščini\n- skrb za kakovostno kodo\n- izkušnje z Git, JIRA, agilnimi metodami (scrum)\n- odlične pisne in govorne komunikacijske sposobnosti v angleščini\n- veselje pri delu s tehnologijami in deljenju znanja","kontakt":"careers@blocksi.net","maximumPlacilo":5000,"opisDelovnegaMesta":"Blocksi Inc. (ZDA) z razvojno skupino in pisarnami v središču Maribora je dolgoletni Googlov tehnološki partner in je na robu hitrega vzpona na področju spletnega izobraževanja. Covid-19 je prispeval k tej spremembi in trenutno zaposlujemo novo osebje. Iščemo DevOps inžinirja , ki ima željo po novih izzivih. ","email":"careers@blocksi.net","yeaProgrammingLanguages":"Kubernetes\nnapredno znanje\nCI/CD\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a5e6"},{"programmingLanguages":["html","css"],"_id":"614ae2a5bb1f53af53d7a5e4","title":"Pisec in oblikovalec našega spletnega nastopa ","numberOfJob":4333,"employer":" Eventus sistemi d.o.o.","dateFrom":"16. sep 2021 ob 12:35:44","placilo":"8 Eur/mon","lokacija":"Ljubljana","zahteve":"Da obvlada (vsaj) pisno sporočanje v slovenščini in angleščini. Ako ide i hrvatski, još bolje.\nDa išče delo, ki ga rad opravlja, ga zanima več in ne išče le \"varne\" zaposlitve v uradu za zadeve imenovanem \"čiči pa čaki\".\nDa razume pomen socialnih omrežij, neposrednega sporočanja in si upa predstavit podjetje, blagovne znamke ali izdelke pisno ali osebno.\nDa obvlada bitno in vektorsko grafiko (vsaj osnovni nivo).\nDa obvlada vsaj HTML in osnove CSS. Vse kar je več je prednost, ne iščemo pa programerja.\nPrednost bomo dali takemu:\n- ki se zna resno zajebavat, če se da brez cinizma in na svoj račun. Ta račun bo tudi Eventusov ;)\n- ki razume kripto valute in izdelke za njih varovanje\nDa so odgovorni do sebe in drugih, so točni in redoljubni. (npr. kadilcev ne vabimo niti na razgovor).\nSmo perfektno pismenost že omenili? Zagotovo se mi je kaj zatipkalo v tem oglasu in to te bom vprašal na razgovoru :)","kontakt":"zaposlitev@eventus.si\n\nNa prijave tipa \"kaj se pa kej dela? A lahk kr kuj začnem od doma? Ke pa ste vi to? a lahk pridem sam neki vprašat? kok je pa dopusta?\" zaradi pomanjkanja časa, žal ne bomo odgovorili.\nMi smo 100% za dober štos, nismo pa neresni ;)","maximumPlacilo":8,"opisDelovnegaMesta":"Želimo si sodelavko ali sodelavca, ki razume računalništvo, zabavno elektoniko, ima veselje do novih tehnologij in je sposoben izdelke, ki jih tržimo, predstavit na tehnično pravilen a tudi humoren način.   Delo obsega: - Vpis izdelkov v spletno trgovino - opis lastnosti, specifikacij, urejanje slikovnega in video materiala. Vse na podlagi vsebine proizvajalca. - Pisanje navodil za te iste izdelke. V resnici gre za smiselno prevajanje EN navodil v krajšo obliko, torej brez klobasanja. - Urejanje, postavitev in izgled spletne strani s pomočjo CMS vmesnika (Shopamine), tudi z uporabo osnovne HTML in CSS kode. - Pisanje oglasnih sporočil (mailingov) ciljanih na (znanega) kupca. - Igranje 4 v vrsto, mlina, ladijce potapljat... Kasneje lahko tudi:  - Oblikovanje reklamnih pasic različnih formatov. Digitalnih in za tisk. - Administracijo marketinških aktivnosti. - Kuhanje kave sebi, sicer pa vsaj sodelavcem ;) ","email":"zaposlitev@eventus.si","yeaProgrammingLanguages":"Slovenščina, Angleščina\nekspert\nHTML, CSS\nnapredno znanje\nBitna in vektorska grafika\nzačetnik\nBalinčkanje\npredhodno znanje ni potrebno","__v":0,"id":"614ae2a5bb1f53af53d7a5e4"},{"programmingLanguages":["html","css","php"],"_id":"614ae2a5bb1f53af53d7a5e2","title":"HTML/CSS razvijalci (m/ž) - LJ, MB, CE, NM ali remote ","numberOfJob":4334,"employer":" Agiledrop d.o.o.","dateFrom":"16. sep 2021 ob 13:54:10","placilo":"Po dogovoru","lokacija":"LJ, MB, CE, NM ali od doma","zahteve":"Od kandidatov pričakujemo:\n- Dobro poznavanje HTML-ja in CSS-a\n- Osnovno poznavanje knjižnice jQuery\n- Osnovno znanje PHP-ja\n- Natančnost in doslednost\n- Zmožnost komuniciranja v angleščini\n\nZaželene izkušnje:\n- Razvoj Drupal tem\n- LESS ali SASS\n- Git ali SVN\n- Linux / SSH","kontakt":"Agiledrop d.o.o.\nStegne 11a\n1000 Ljubljana\nOdgovorna oseba: Iztok Smolič\nzaposlitev@agiledrop.si\n\nhttps://www.agiledrop.si/st/html-css","maximumPlacilo":0,"opisDelovnegaMesta":"Naša hitro rastoča ekipa išče nove moči! Agiledrop v svoje vrste vabi nove HTML/CSS razvijalce in razvijalke, ki bi se pridružili dobro utečeni ekipi. Na globalnem trgu ustvarjamo uspešne zgodbe in soustvarjamo digitalno prihodnost. Pridruži se nam! Tvoja naloga bo, da spremeniš grafični dizajn v privlačno spletno stran.  Ponujamo ti redno zaposlitev za nedoločen čas, fleksibilen urnik in hibridno obliko dela: delaš lahko v pisarni, ki ti je najbližje (LJ, MB, CE, NM), ali od doma. Vestno skrbimo za ravnovesje med delom in prostim časom, delovno okolje = mirno + nestresno, plačane nadure so velika izjema in ne pravilo. Izobraževanja in napredovanja so jasno začrtana. S sodelavci in šefi se zabavaš na neobveznih druženjih, novo znanje pridobivaš na internih izobraževanjih.  Več informacij in prijava  ","email":"https://www.agiledrop.si/st/html-css","yeaProgrammingLanguages":"HTML\nnapredno znanje\nCSS\nnapredno znanje\nPHP\nzačetnik","__v":0,"id":"614ae2a5bb1f53af53d7a5e2"},{"programmingLanguages":["php"],"_id":"614ae2a5bb1f53af53d7a5e0","title":"PHP razvijalci (m/ž) - LJ, MB, CE, NM ali remote ","numberOfJob":4335,"employer":" Agiledrop d.o.o.","dateFrom":"16. sep 2021 ob 13:56:11","placilo":"Po dogovoru","lokacija":"LJ, MB, CE, NM ali od doma","zahteve":"Od kandidatov zahtevamo\nOd kandidatov pričakujemo:\n- Dobro poznavanje PHP-ja\n- Objektno orientirano programiranje\n- Natančnost in doslednost\n- Zmožnost komuniciranja v angleščini\n\nZaželene izkušnje:\n- Poznavanje PHP frameworka (Zend, Laravel, Symfony, CodeIgniter)\n- HTML in CSS\n- Git ali SVN\n- Linux / SSH","kontakt":"AGILEDROP d.o.o.\nStegne 11a\n1000 Ljubljana\nOdgovorna oseba: Iztok Smolič\nKontakt: zaposlitev@agiledrop.si\n\nVeč informacij in prijava na:\nhttps://www.agiledrop.si/st/php","maximumPlacilo":0,"opisDelovnegaMesta":"Naša hitro rastoča ekipa išče nove moči! Agiledrop v svoje vrste vabi nove PHP razvijalce in razvijalke, ki bi se pridružili dobro utečeni ekipi. Na globalnem trgu ustvarjamo uspešne zgodbe in soustvarjamo digitalno prihodnost. Pridruži se nam! Tvoje naloge bodo vključevale izdelavo modulov in razširitev obstoječih funkcionalnosti Drupala ter drugih (odprtokodnih) tehnologij.  Ponujamo ti redno zaposlitev za nedoločen čas, fleksibilen urnik in hibridno obliko dela: delaš lahko v pisarni, ki ti je najbližje (LJ, MB, CE, NM), ali od doma. Vestno skrbimo za ravnovesje med delom in prostim časom, delovno okolje = mirno + nestresno, plačane nadure so velika izjema in ne pravilo. Izobraževanja in napredovanja: absolutno! S sodelavci in šefi se zabavaš na neobveznih druženjih, novo znanje pridobivaš na internih izobraževanjih.  Več informacij in prijava  ","email":"https://www.agiledrop.si/st/php","yeaProgrammingLanguages":"PHP\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a5e0"},{"programmingLanguages":["java","sql"],"_id":"614ae2a5bb1f53af53d7a5de","title":"Back-end Software Engineer ","numberOfJob":4336,"employer":" Aequus","dateFrom":"17. sep 2021 ob 10:48:44","placilo":"4000 - 5000 Eur/mon","lokacija":"","zahteve":"Requirements:\n1. Minimum of 5 years of total experience with demonstrated projects \n2. Experience with Spring framework for web applications, more specifically Spring Boot. Ideally 2+ years of experience.\n3. Experience with Kotlin as a programming language is highly regarded. If not, extensive Java knowledge (version 8 or later). \n4. Good knowledge of relational databases and experience with PostgreSQL is an advantage. We rely on JPA and JPQL, so experience with them is a bonus.\n\nShould have knowledge:\n1. Ability to write clean, composable, testable code\n2. Understanding of how HTTP works\n3. Distributed application fallacies\n4. oRTB protocols \n\nGood to have knowledge:\n1. GraphQL and RESTfull API design\n2. Kubernetes essentials\n\nIn addition to your coding and technical knowledge we need candidates who can work efficiently in remote teams and are team players.  This is an early stage startup where tasks can change quickly and we move fast.","kontakt":"dilpesh@aequus.mobi\nandy@aequus.mobi","maximumPlacilo":5000,"opisDelovnegaMesta":"We are looking for an experienced back-end engineer to join our development team as we continue to build and scale our platform. We are a distributed team all working remote in Europe.   Our ideal candidate has prior advertising technology (adtech) experience. If you have worked with oRTB protocols and integrations you will go to the top of our list. ","email":"dilpesh@aequus.mobi","yeaProgrammingLanguages":"backend\nnapredno znanje\njava\nnapredno znanje\nkotlin\npredhodno znanje ni potrebno\nSQL\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a5de"},{"programmingLanguages":["java","node.js","node"],"_id":"614ae2a5bb1f53af53d7a5dc","title":"Full Stack Developer ","numberOfJob":4338,"employer":" Lit Transit","dateFrom":"19. sep 2021 ob 17:28:09","placilo":"3000 - 3800 Eur/mon","lokacija":"Trzin ","zahteve":"Minimum qualifications:\n- At least 2 years of experience in Java (Java SE, Java EE)\n- Good Knowledge of JavaScript\n- Basic knowledge NodeJS\n- Knowledge of SQL (PostgreSQL) and JPA / Hibernate\n- Basic knowledge of Maven, Jenkins, Git\n- Basic knowledge of RESTful APIs\n- Experience with Linux\n\nPreferred qualifications:\n- Experience with AngularJS is plus\n- Experience with Angular/React is plus\n- Good to know: Microservices, Docker, embedded systems","kontakt":"If you are interested in cooperating with us, send us your CV to the e-mail address: jobs@lit-transit.com. We are also open to cooperation in other areas.\n\nYou can read more about us on our websites:\nhttps://lit-transit.com/ and https://www.papercast.com/","maximumPlacilo":3800,"opisDelovnegaMesta":"Are you interested in joining a company, which helps perform over 7 billion public transport trips per year?  We are looking for great people, who will be involved in the development of our core public transport platforms and applications. Full Stack development role will be focused on development and feature expansion of our Content Management Platform and applications for our Papercast devices for public transport. Content Management System controls multiple IoT devices (Papercasts) and works as a centralized point for content management delivery to end IoT devices, for better passenger experience in public transport. ","email":"https://lit-transit.com/","yeaProgrammingLanguages":"Java\nnapredno znanje\nNode.js\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a5dc"},{"programmingLanguages":["c#"],"_id":"614ae2a5bb1f53af53d7a5da","title":"C# Razvijalec Windows namiznih aplikacij ","numberOfJob":4339,"employer":" GUARDIARIS D.O.O.","dateFrom":"20. sep 2021 ob 07:46:16","placilo":"1800 - 2500 Eur/mon","lokacija":"Ljubljana","zahteve":"- Strokovno znanje C# (>= 8) z ogrodjem .NET (>= 4.8) / .NET Core (>= 3.1).\n- Pretekle projekte iz WPF uporabniških vmesnikov.\n- Izkušnje z Microsoft Visual Studio (zaželjen 2019).\n- Razumevanje uporabe REST protokola.\n- Poznavanje priljubljenih serializacijskih formatov (JSON, YAML, Protocol Buffers, MessagePack, ...).\n- Vešč vsaj enega priljubljenega tipa podatkovne baze (SQLite, MySQL, postgreSQL&#8230;) skupaj z Entity Framework / Entity Framework Core.\n- Mentaliteto MVVM arhitekturnega snovanja.\n- Dobro poznavanje Gita (GitLab server in UI ali CLI client).\n- Principi in dobre prakse objektno orientiranega programiranja (OOP, SOLID principi, Design patterns).\n- Občutek za uporabniško izkušnjo.\n\nZaželena dodatna znanja:\n- Poznavanje popularnih frontend tehnologij (Blazor, JavaScript, HTML+CSS, ...).\n- Dobro razumevanje TCP/IP stacka.\n- Izkušnje s strojno komunikacijo (FTDI, USB, RS232, ...).\n- Poznavanje webservice tehnologij (gRPC).\n","kontakt":"Če vas odlikujejo zanesljivost, ambicioznost, proaktivnost in vztrajnost in vas zanima delo v našem podjetju, nam pošljite svoj življenjepis na jobs@guardiaris.com. ","maximumPlacilo":2500,"opisDelovnegaMesta":"- Razvijanje Windows namizne aplikacije WPF z MVVM arhitekturo. - Komunikacija med spletnimi storitvami z REST ali gRPC. - Branje in pisanje podatkov v podatkovno bazo z uporabo Entity Framework Core. - Komentiranje kode, pisanje dokumentacije, verzioniranje kode (git @ Gitlab), pregled kode (code reviews). - Razvoj internih orodij in aplikacij za končnega uporabnika. - Konstruktivno sodelovanje z grafičnimi oblikovalci.  ","email":"jobs@guardiaris.com","yeaProgrammingLanguages":"C#\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a5da"},{"programmingLanguages":["javascript","java","angular","typescript","c#","react"],"_id":"614ae2a5bb1f53af53d7a5d8","title":"Junior Full-stack Developer (Ž/M) ","numberOfJob":4340,"employer":" Agitavit Solutions d.o.o.","dateFrom":"20. sep 2021 ob 10:07:14","placilo":"Po dogovoru","lokacija":"delo od doma/Ljubljana/Maribor","zahteve":"- vsaj eno leto izkušenj s programiranjem v .NET okolju in na sodobnih front-end platformah, kot sta Angular in React\n- poznavanje konceptov večnivojskih arhitektur in načrtovanja relacijskih baz podatkov\n- poznavanje tehnologij in programskih jezikov, kot so .NET Core, C#, TypeScript, Angular, React, GIT, JavaScript\n- tekoče sporazumevanje v angleškem jeziku\n- odgovornost do svojega dela","kontakt":"Če si se v opisu prepoznal in bi se nam želel pridružiti, te vabimo, da prijavo z življenjepisom oddaš na naši spletni strani https://www.agitavit.si/kdo-smo/zaposlitev/. Prej ko pošlješ prijavo, prej te povabimo na razgovor, sicer pa jih zbiramo do 30. septembra 2021.","maximumPlacilo":0,"opisDelovnegaMesta":"Zaradi novih projektov razvoja po meri v svoje vrste vabimo razvijalko ali razvijalca programske opreme. Novi sodelavec bo skupaj z našo 30-člansko ekipo strokovnjakov še naprej pisal uspešno zgodbo sodelovanja z mednarodnim naročnikom, znanim po celem svetu.   Pri razvoju uporabljamo najnovejše tehnologije, kot so .NET Core, TypeScript, Angular, React, GIT. Delo izvajamo po ogrodju Scrum, delo ekipe pa organiziramo z orodji Jira in GitLab. Kot novo zaposleni boš dobil mentorja, ki ti bo na voljo za vsa vprašanja in ti bo pomagal skozi uvajalno obdobje.  Lokacija je v Ljubljani ali Mariboru, lahko pa izbereš med delom v pisarni ali od doma. ","email":"https://www.agitavit.si/kdo-smo/zaposlitev/.","yeaProgrammingLanguages":"- .NET Core, C#, TypeScript, Angular, React, GIT, JavaScript\nzačetnik\n- angleški jezik\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a5d8"},{"programmingLanguages":["c#"],"_id":"614ae2a5bb1f53af53d7a5d6","title":".NET Developer (Ž/M) ","numberOfJob":4341,"employer":" Agitavit Solutions d.o.o.","dateFrom":"20. sep 2021 ob 10:15:06","placilo":"Po dogovoru","lokacija":"delo od doma/Ljubljana/Maribor","zahteve":"- izkušnje s programiranjem spletnih aplikacij\n- poznavanje konceptov večnivojskih arhitektur in načrtovanja relacijskih baz podatkov\n- poznavanje tehnologij in programskih jezikih, kot so WPF & MVVM, Windows Forms, GIT, C#, .NET Framework\n- osnovne izkušnje z SQL, Microsoft Access, PowerShell\n- dober občutek za design\n- izobrazbo tehnične smeri, VI. ali višje stopnje (specializacija po visokošolski izobrazbi, univerzitetna, magistrska - druga bolonjska stopnja), ali na drugačen način pridobljena ustrezna znanja\n- tekoče sporazumevanje v angleškem jeziku\n- odgovornost do svojega dela","kontakt":"Če si se v opisu prepoznal in bi se nam želel pridružiti, te vabimo, da prijavo z življenjepisom oddaš na naši spletni strani https://www.agitavit.si/kdo-smo/zaposlitev/. Prej ko pošlješ prijavo, prej te povabimo na razgovor, sicer pa jih zbiramo do 30. septembra 2021.","maximumPlacilo":0,"opisDelovnegaMesta":"V našo najštevilčnejšo ekipo, ki dela na obsežnem projektu razvoja po meri za mednarodnega naročnika, vabimo razvijalca ali razvijalko programske opreme. Tvoje delo bo usmerjeno predvsem v nadgrajevanje ter vzdrževanje obstoječih aplikacij (spletna in več namiznih), ki jih uporabljajo uporabniki po vsem svetu.  Delo izvajamo po ogrodju Scrum, za organizacijo dela pa uporabljamo orodji Jira in GitLab. Kot novi član ekipe boš dobil tudi mentorja, ki ti bo na voljo za vsa vprašanja in ti bo pomagal skozi uvajalno obdobje.  Lokacija je v Ljubljani ali Mariboru, lahko pa izbereš med delom v pisarni ali od doma. ","email":"https://www.agitavit.si/kdo-smo/zaposlitev/.","yeaProgrammingLanguages":"- WPF & MVVM, Windows Forms, GIT, C#, .NET Framework\nzačetnik\n- angleški jezik\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a5d6"},{"programmingLanguages":["angular","typescript","c#","react"],"_id":"614ae2a5bb1f53af53d7a5d4","title":"Senior Full-stack Developer (Ž/M) ","numberOfJob":4342,"employer":" Agitavit Solutions d.o.o.","dateFrom":"20. sep 2021 ob 10:22:33","placilo":"2600 - 4600 Eur/mon","lokacija":"delo od doma/Ljubljana/Maribor","zahteve":"- vsaj tri leta izkušenj s programiranjem spletnih aplikacij\n- poznavanje konceptov večnivojskih arhitektur in načrtovanja relacijskih baz podatkov\n- poznavanje tehnologij in programskih jezikov, kot so C#, .NET Core, TypeScript, Angular, React, GIT\n- izobrazbo tehnične smeri, VI. ali višje stopnje (specializacija po visokošolski izobrazbi, univerzitetna, magistrska - druga bolonjska stopnja), ali na drugačen način pridobljena ustrezna znanja\n- tekoče sporazumevanje v angleškem jeziku\n- odgovornost do svojega dela","kontakt":"Če si se v opisu prepoznal in bi se nam želel pridružiti, te vabimo, da prijavo z življenjepisom oddaš na naši spletni strani https://www.agitavit.si/kdo-smo/zaposlitev/. Prej ko pošlješ prijavo, prej te povabimo na razgovor, sicer pa jih zbiramo do 30. septembra 2021.","maximumPlacilo":4600,"opisDelovnegaMesta":"Naša 30-članska ekipa, ki dela na večjem projektu razvoja po meri za uspešnega mednarodnega naročnika, vabi izkušene razvijalce ali razvijalke programske opreme.  Pri razvoju uporabljamo najnovejše tehnologije, kot so .NET Core, TypeScript, Angular, React, GIT. Delo izvajamo po ogrodju Scrum, pri čemer za organizacijo dela uporabljamo orodji Jira in GitLab. Vsak novo zaposleni dobi mentorja, ki ga usmerja in mu pomaga skozi uvajalno obdobje.  Lokacija je v Ljubljani ali Mariboru, lahko pa izbereš med delom v pisarni ali od doma. ","email":"https://www.agitavit.si/kdo-smo/zaposlitev/.","yeaProgrammingLanguages":"- C#, .NET Core, TypeScript, Angular, React, GIT\nnapredno znanje\n- angleški jezik\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a5d4"},{"programmingLanguages":["javascript","java","vue","html","css"],"_id":"614ae2a5bb1f53af53d7a5d2","title":"Front-end razvijalec ","numberOfJob":4343,"employer":" Hooray Studios d.o.o.","dateFrom":"20. sep 2021 ob 14:27:39","placilo":"2300 - 3000 Eur/mon","lokacija":"Ljubljana","zahteve":"- Odlično znanje CSS/SCSS,\n- odlično poznavanje HTML/HTML5,\n- skrb za kvalitetno uporabniško izkušnjo (UX),\n- izkušnje z JavaScript (ECMAScript 6+),\n- izkušnje z reaktivnimi JavaScript frameworki (Vue.js),\n- razumevanje REST konceptov and HTTP protokolov,\n- uporaba orodja za verzioniranje (git),\n- izkušnje z Jiro ali podobnimi orodji,\n- znanje angleškega jezika,\n- izkušnje s pisanjem testov in specifikacij produktov.\n","kontakt":"Prijavo z življenjepisom pošljite na naslov career@hooraystudios.com.","maximumPlacilo":3000,"opisDelovnegaMesta":"- Izdelava uporabniškega vmesnika v HTML jeziku in podpornih tehnologijah (CSS, JS, ...), - vzdrževanje obstoječe kode za uporabniški vmesnik, - tesno sodelovanje z dizajnerji in skrbniki vsebin za prelom in grafično opremo, - integracija zunanjih servisov, kot so Yotpo, Pinterest, Facebook, - sodelovanje s programerji strežnikov (back end) glede prenosa podatkov, - optimizacija kode za hitrost in prijetno uporabniško izkušnjo, - kreiranje modelov in prototipov za namen simulacije in demonstracije delovanja novih funkcij, - spremljanje razvoja tehnologije z namenom izboljšanja aplikacije, - prilagajanje aplikacije glede na povratne informacije uporabnikov, - skrb za visok nivo grafičnih standardov in doslednost v njihovi uporabi.  ","email":"career@hooraystudios.com","yeaProgrammingLanguages":"CSS/SCSS\nekspert\nHTML\nekspert\nJavaScript\nnapredno znanje\nVue.js\nzačetnik\ngit\nzačetnik","__v":0,"id":"614ae2a5bb1f53af53d7a5d2"},{"programmingLanguages":["android"],"_id":"614ae2a5bb1f53af53d7a5d0","title":"Android razvijalec ","numberOfJob":4344,"employer":" Kamino d.o.o.","dateFrom":"20. sep 2021 ob 16:03:33","placilo":"Po dogovoru","lokacija":"Remote/Ljubljana","zahteve":"- Vsaj dve leti izkušenj z Android razvojem. \n- Znanje programskega jezika Kotlin. \n- Izkušnje z RxJavo in Dagger-jem do plus. \n- Zmožnost planiranja na kratki in dolgi rok, ter proaktivnost. \n- Dobro poznavanje Android ekosistema. \n- Znanje angleščine in GIT-a.","kontakt":"Prijave pošljite na jobs@kamino.si","maximumPlacilo":0,"opisDelovnegaMesta":"V podjetju Kamino v Ljubljani smo specializirani za razvoj native mobilnih aplikacij in s svojo 50 člansko člansko ekipo med drugim razvijamo GlobaliD mobilni aplikaciji.  Tokrat spet iščemo osebe z znanjem razvoja ANDROID aplikacij, ki bi se priključili obstoječim ekipam v enem izmed oddelkov. ","email":"jobs@kamino.si","yeaProgrammingLanguages":"Android razvoj\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a5d0"},{"programmingLanguages":["python","c++"],"_id":"614ae2a5bb1f53af53d7a5ce","title":"Arhitekt kontrolnih sistemov ","numberOfJob":4345,"employer":" Cosylab","dateFrom":"včeraj ob 09:14:29","placilo":"2500 - 3600 Eur/mon","lokacija":"Ljubljana","zahteve":"- Razumevanje temeljne fizike naprav in objektov, kjer delujemo in namen njihove uporabe.\n- Poznavanje aktualnih tehnologij in trendov.\n- Dobro razumevanje konceptov programiranja in algoritmov.\n- Sposobnost razlaganja kompleksnih tehničnih in znanstvenih tem laičnemu občinstvu.\n- Sposobnost prepoznavanja in definiranja ustreznih spretnosti članov tehnične ekipe z namenom reševanja različnih izzivov.\n- Sposobnost delegiranja nalog in odgovornosti na sodelavce.\n- Posedovanje sledečih mehkih veščin:\n* Sposobnost reševanja težav (zmožnost abstraktnega razmišljanja,  prepoznavanja problematičnih konceptov  in iskanje najučinkovitejših rešitev).\n* Vedoželjnost (želja razumeti delovanje strojev in kompleksnih sistemov, iskanje novih virov informacij, postavljanje vprašanj).\n* Zmožnost hitrega prilagajanja (spremljanje hitro spreminjajočih se tehnologij, konceptov in  programskih jezikov z namenom iskanja pravočasnih in ustreznih rešitev).\n\nZaželjena tehnična znanja:\n- C/C++, Python in/ali LabVIEW.\n- mTCA, PXI, PLC (Siemens, Beckhoff).\n- Industrijski protokoli (Modbus, Profibus, EtherCAT).\n- SCADA sistemi.\n\nZaželjene vodstvene izkušnje:\n- Izkušnje s postavitvijo strukture projektov vključno z razčlenitvijo dela, načrtovanjem začetnih virov, definiranjem tveganj ter izpolnjevanjem zastavljenega plana.\n- Izkušnje z upravljanjem odnosov s strankami, definiranjem obsega projekta in usklajevanjem pričakovanj strank.","kontakt":"Vabimo te, da se nam pridružiš. Tvojo prijavo v angleščini oddaj na https://www.cosylab.com/careers/technical-architect/ do 1.10.2021. Prijava naj vključuje:\n- življenjepis,\n- kratko motivacijsko pismo in \n- morebitna priporočila.","maximumPlacilo":3600,"opisDelovnegaMesta":"Smo v procesu širitve ekipe in iščemo Arhitekta kontrolnih sistemov katerega ključna vloga bo razumevanje potreb strank ter preoblikovanje le-teh v zahtevke, priprava projektnih planov, oblikovanje arhitekture programske in strojne opreme in vodenje razvojne ekipe.   Arhitekt kontrolnih sistemov ima ključno vlogo v našem razvojnem procesu, saj deluje kot most med stranko in tehnično ekipo. S posvetovanjem s strankami in sodelavci v tehnični ekipi, bo vaš cilj opredelitev vseh potrebnih specifikacij sistema z namenom zagotavljanja popolnoma skladnega kontrolnega sistema. Oblikovanje tovrstnega sistema zahteva na eni strani razumevanje celotnih funkcionalnosti kontrolnega sistema, na drugi strani pa je potrebno razumevanje tehničnih specifikacij in potencialnih omejitev uporabljenih komponent. V celotnem delovnem procesu bo potrebna odprava številnih tehničnih težav in pomanjkljivosti in od vas pričakujemo, da boste pripravili ustrezno arhitekturo, ki bo ponujala celovito rešitev.  Delovne naloge in odgovornosti: - Komunikacija s strankami glede njihovih zahtev in specifikacij. - Opredelitev obsega dela in priprava projektnega načrta (časovni okvir, mejniki, potrebno število sodelavcev na projektu, stroški). - Načrtovanje programske in strojne arhitekture. - Nudenje ustrezne tehnične podpore razvojni ekipi. - Priprava in predstavitev tehničnih rešitev (notranjim in zunanjim sodelavcem). ","email":"https://www.cosylab.com/careers/technical-architect/","yeaProgrammingLanguages":"Dobro razumevanje konceptov programiranja in algoritmov\nnapredno znanje\nSposobnost razlaganja kompleksnih tehničnih in znanstvenih tem laičnemu občinstvu\nnapredno znanje\nSposobnost prepoznavanja in definiranja ustreznih spretnosti članov tehnične ekipe z namenom reševanja različnih izzivov\nnapredno znanje\nC/C++, Python in/ali LabVIEW\nnapredno znanje","__v":0,"id":"614ae2a5bb1f53af53d7a5ce"},{"programmingLanguages":["Javascript","html","css"],"_id":"614ae2a5bb1f53af53d7a5cc","title":"Webflow Developer","numberOfJob":4346,"employer":" Flowout","dateFrom":" 22. sep 2021 ob 09:23:33","placilo":"2000 - 3500 Eur/mon","lokacija":"Remote","zahteve":"","kontakt":"","maximumPlacilo":3500,"opisDelovnegaMesta":"- Sodelovanje s prodajnim oddelkom v procesu prodaje, razumevanje potreb strank in opredelitev projekta. - Načrtovanje obsega projekta, razdelitev nalog, časovnice in kadrovskih resursov pri projektu.  - Spremljanje in vodenje projekta skladno s predvidenim časovnim okvirjem in danimi sredstvi.  - Vodenje multi-disciplinarne ekipe inženirjev in članov ekipe. - Vsakodnevna komunikacija s strankami in člani projektne ekipe. - Iskanje in podajanje kreativnih idej za reševanje kompleksnih problemov. - Razumevanje in naslavljanje morebitnih težav z udeleženci projekta (tako s člani projektnega tima kot s strankami).  - Prepoznavanje, ocenjevanje in upravljanje s projektnimi tveganji. ","email":"ziga@flowout.co","yeaProgrammingLanguages":"","__v":0,"id":"614ae2a5bb1f53af53d7a5cc"},{"programmingLanguages":[],"_id":"614ae2a5bb1f53af53d7a5ca","title":"Project manager ","numberOfJob":4347,"employer":"Flowout","dateFrom":"22. sep 2021  ob 09:42:58","placilo":"2000 - 3500 Eur/mon","lokacija":"Remote","zahteve":"- Izkušnje z vodenjem projektov\n- poznavanje MS Project, Jira in Confluence\n- pripravljenost in sposobnost hitrega učenja\n- željo po reševanju kompleksnih problemov\n- Samostojnost, proaktivnost\n- komunikacijske in organizacijske sposobnosti\n- sposobnost timskega dela in sodelovanja z različnimi deležniki\n- dobro znanje angleškega jezika (delo v mednarodnem okolju)\n\nDODATNO PREDNOST imajo kandidati:\n- ki imajo izkušnje z delom v razvojnih ekipah\n- Ki imajo opravljeno formalno izobžraevanje na temo projektnega vodenja\n","kontakt":"gasper.zun@interblockgaming.com ali 041366625 - Gašper","maximumPlacilo":3500,"opisDelovnegaMesta":"- Priprava, načrtovanje, usklajevanje in vodenje razvojnih in integracijskih projektov na nivoju programskega razvoja - Dnevno usklajevanje nalog - Vodenje ekipe - Nadzor in administracija projektov skladno s predpisanimi metodologijami - Usklajevanje in komunikacija znotraj oddelka in med oddelki - Priprava in vzdrževanje projektne dokumentacije - Skrb za repozitorij dokumentacije na nivoju programskega razvoja - Priprava poročil  ","email":"ziga@flowout.co","yeaProgrammingLanguages":"","__v":0,"id":"614ae2a5bb1f53af53d7a5ca"}]